[
  {
    "title": "Quick Sourdough Waffles",
    "meal": "Breakfast",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1 cup sourdough starter\n1 cup flour\n1 teaspoon baking soda\n1/2 teaspoon salt\n2 tablespoons melted butter (if using salted omit extra salt)\n1 egg\n2 tablespoons sugar\n3/4 cup milk\nmix flour,baking soda and salt.\nadd starter,butter.milk and the egg.\nMix well - Some lumps are fine.\nlet sit for a minute or two while heating your skillet. I use a cast iron skillet lightly oiled.\nwhen pan is hot drop by 1/8 c amounts\ncook until bubbles appear and then flip after about 45 seconds they are done.\nremove from pan and serve as you like with syrup or fruit.",
    "pubdate": "",
    "author": "http://www.food.com/recipe/quick-sourdough-pancakes-329255",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Cheesy Grits and Tomato Gravy",
    "meal": "Breakfast",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "The grits part, from Alton Brown:\n2 cups whole milk\n2 cups water\n1 1/2 teaspoons kosher salt\n1 cup coarse ground cornmeal\n1/2 teaspoon freshly ground black pepper\n4 tablespoons unsalted butter\n4 ounces sharp Cheddar, shredded\n\nPlace the milk, water, and salt into a large, heavy-bottomed pot over medium-high heat and bring to a boil. Once the milk mixture comes to a boil, gradually add the cornmeal while continually whisking. Once all of the cornmeal has been incorporated, decrease the heat to low and cover. Remove lid and whisk frequently, every 3 to 4 minutes, to prevent grits from sticking or forming lumps; make sure to get into corners of pot when whisking. Cook for 20 to 25 minutes or until mixture is creamy.\n\nRemove from the heat, add the pepper and butter, and whisk to combine. Once the butter is melted, gradually whisk in the cheese a little at a time. Serve immediately.\n\nSee here for the tomato gravy:\nhttp://southernhospitalityblog.com/grits-and-tomato-gravy/",
    "pubdate": "",
    "author": "http://southernhospitalityblog.com/grits-and-tomato-gravy/ | http://www.foodnetwork.com/recipes/alton-brown/cheese-grits-recipe.html",
    "veg": "yes",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "Pumpkin Chocolate Chips Pancakes",
    "meal": "Breakfast",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "3 eggs\n1/3 cup brown sugar\n1/3 cup olive oil\n1 1/2 cups buttermilk\n1/2 cup pumpkin puree\n2 teaspoon vanilla\n1/2 teaspoon cinnamon + a dash of nutmeg and ground cloves\n2 cups whole wheat flour\n2 tablespoons (yep) baking powder\n1/2 teaspoon salt\n1/4 cup water\n\nWhisk the eggs, brown sugar, and olive oil together. Add the buttermilk, pumpkin puree, and vanilla and whisk until smooth.\nStir in the cinnamon, nutmeg, cloves, flour, baking powder, and salt gently until just incorporated. Add the water and stir until smooth.\nPour onto a medium hot griddle and cook for 3-5 minutes per side, until the edges start to look dry and a little more firm. Flip the pancakes and finish cooking for 1-2 minutes on the other side. Serve hot with butter, syrup and any other toppings in the world. I like banana and flax. You can't go wrong!",
    "pubdate": "",
    "author": "http://pinchofyum.com/best-ever-whole-wheat-pumpkin-pancakes",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Buttermilk Pancakes",
    "meal": "Breakfast",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "Yes",
    "url": "data/img/bittman.jpg",
    "text": "2 cups all-purpose flour\n1/2 tsp baking soda\n1/4 tsp salt\n1 tbsp sugar (optional)\n2 eggs\n1 1/2 to 2 cups buttermilk (the easy way to do this is to sour milk. Add 2 tbsp white vinegar and let sit about 10 minutes until thick and lumpy)\n2 tbsp butter\n\nHeat a griddle or large skillet over medium-low heat while you make the batter.\n\nMix the dry ingredients together. Beat the eggs into 1 1/2 cups of the buttermilk, then stir in the 2 tbsp melted cooled butter. Gently stir this mixture into the dry ingredients, mixing only enough to moisten the flour; don't worry about a few lumps. The batter should be pourable, or nearly so; if it's too thick, add a little more milk. \n\nIf your skillet or griddle is nonstick, you can cook the pancakes without any butter. Otherwise, use a tsp or two oof butter or oil each time you add batter. When the the butter foam subsides or the oil shimmers, ladle batter onto the griddle or skillet, making any size pancakes you like. Adjust the heat as necessary; usually the first batch will require higher heat than subsequent batches. The idea is to brown the bottom in 2 to 4 minutes without burning it. Flip when bubbles rise to the surface of the pancakes and the bottoms are cooked; they won't hold together well until they're ready.",
    "pubdate": "",
    "author": "Bittman",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Rhubarb Sauce",
    "meal": "Breakfast",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "Cook down rhubarb and sugar (to taste) in a pan",
    "pubdate": "",
    "author": "Us",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Ramp Spinach Egg Benedict",
    "meal": "Breakfast",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Buckwheat Cornmeal Scones",
    "meal": "Breakfast",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "adapted from Alice Medrich's Pure Dessert\n\n1 egg\n1/2 cup whole milk\n1/4 cup heavy cream\n1 1/3 cups all-purpose flour\n1/2 cup buckwheat flour\n1/3 cup cornmeal\n1/3 cup sugar\n2 1/2 teaspoons baking powder\n1/2 teaspoon salt\n6 tablespoons cold unsalted butter\n3/4 cup coarsely chopped walnuts\nextra milk or cream, for brushing scones\n\nWhisk egg, milk, and cream in a small bowl. Set aside.\n\nIn a medium bowl, whisk together the flour, buckwheat flour, cornmeal, sugar, baking powder, and salt. Cut the butter into small pieces and add to the flour mixture. Using a pastry blender or two knives, cut butter into flour, tossing flour to coat butter as you go. When largest pieces of butter are the size of peas, stop. (Alternatively, use a food processor for this step. If you use a food processor, mix flours and other dry ingredients together first, then add butter, and stop cutting when butter pieces are the size of lima beans. Thanks, Melissa Clark!)\n\nStir walnuts into flour-butter mixture. Add egg mixture to dry ingredients, and use a fork or a strong rubber spatula to incorporate wet and dry ingredients. Stop when the dough looks shaggy - you're not going for smooth here.\n\nGather the dough into a ball and knead against the side of the bowl a few times, until the dough just holds together.\n\nTurn dough onto lightly floured board or workspace and, using lightly floured hands, gently pat into an 8-inch round or 7-inch square. If dough is round, slice into 8 as you would a pie, or use a 2-inch round cutter to make about 9 round scones (gather the scraps that remain and gently gather them into a round shape without kneading). If dough is square, make three horizontal cuts and three vertical cuts to create 9 square scones. Transfer scones to a plate and refrigerate for 30 minutes.\n\nPreheat oven to 425F. Line a baking sheet with two layers of parchment paper. Place scones 1 inch apart on lined baking sheet. Brush with milk or cream and sprinkle lightly with sugar. Bake until golden brown, 12-15 minutes (mine took 13). Cool on rack; serve warm or at room temperature.\n\nIf not serving the same day, reheat scones in a warm oven (200F) for about 5 minutes before serving.",
    "pubdate": "",
    "author": "http://www.notderbypie.com/buckwheat-cornmeal-scones/",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Apple Buckwheat Cornmeal Pancakes",
    "meal": "Breakfast",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "1 C unbleached all-purpose flour\n1/2 C buckwheat flour\n1/2 C cornmeal\n2 Tbsp agave nectar, honey, or raw sugar\n2 tsp baking powder\n1/2 tsp baking soda\ndash of salt\n1/4 C dried apples, diced\n1/2 tsp cinnamon or pumpkin pie spice\n1 egg, beaten\n1 1/2 C buttermilk\n3 tbsp oil\n\nStir together dry ingredients. Add wet ingredients to dry and whisk together until moistened. Pour by 1/4 to 1/3 C onto hot oiled griddle. Cook until bubbles form and begin to pop (under side should be golden brown), then flip and cook until other side is golden brown.  \n\nServe hot with your favorite topping.",
    "pubdate": "",
    "author": "http://miraclebabyb.blogspot.com/2013/02/apple-cinnamon-buckwheat-cornmeal.html",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Beans on Toast",
    "meal": "Breakfast",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "1 pound dry navy beans\nKosher salt and freshly ground black pepper\n2 tablespoons vegetable oil\n1 medium onion, finely chopped (about 1 cup)\n2 large cloves garlic, finely chopped (about 1 tablespoon)\n3 tablespoons brown sugar\n3 tablespoons molasses\n3 tablespoons Worcestershire sauce\n3 tablespoons apple cider vinegar\n2 tablespoons tomato paste\n3 bay leaves\n2 1/2 cups tomato puree\n6 cups homemade or store-bought low-sodium chicken broth\n8 slices sourdough bread\nChopped parsley, to garnish\n\n1.In a large bowl, cover beans with 1 gallon of cold water. Add 1/4 cup kosher salt and stir to dissolve. Let soak overnight on the counter. The next day, drain in a colander.\n\n2.In a large dutch oven with a tight-fitting lid, heat vegetable oil over medium-high heat until shimmering. Add onion and garlic and cook, stirring frequently, until soft but not brown, about 4 minutes. Add soaked navy beans, brown sugar, molasses, Worcestershire sauce, cider vinegar, tomato paste, bay leaves, tomato puree, and 4 cups chicken stock. Bring to a simmer, then cover and lower heat to low. Cook, stirring occasionally, until beans are cooked, about 5 hours, adding additional stock if beans begin to look dry. Season to taste with salt and pepper.\n\n3.Toast bread, then top with a generous portion of beans and garnish with chopped parsley if desired",
    "pubdate": "",
    "author": "http://www.seriouseats.com/recipes/2012/10/beans-on-toast-recipe.html",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Parmesean Roasted Cauliflower",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1 head cauliflower\n1 sliced medium onion\n4 thyme sprigs\n4 unpeeled garlic cloves\n3 tablespoons olive oil\nKosher salt\nFreshly ground black pepper\n1/2 cup grated Parmesan\n\nPreheat oven to 425F. Cut 1 head cauliflower into florets; toss on a large rimmed baking sheet with 1 sliced medium onion, 4 thyme sprigs, 4 unpeeled garlic cloves, and 3 tablespoons olive oil; season with kosher salt and freshly ground black pepper. Roast, tossing occasionally, until almost tender, 35-40 minutes. Sprinkle with 1/2 cup grated Parmesan, toss to combine, and roast until cauliflower is tender, 10-12 minutes longer.",
    "pubdate": "",
    "author": "http://www.epicurious.com/recipes/food/views/Parmesan-Roasted-Cauliflower-51143020",
    "veg": "yes",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "Acorn Squash with Maple Syrup and Soy Sauce",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1 tsp. canola or safflower oil, or canola-oil cooking spray \n2 acorn squashes, each about 1 1/2 lb. \n1/4 cup maple syrup \n1 Tbs. low-sodium soy sauce \n1/2 tsp. peeled and grated fresh ginger \n1/4 tsp. kosher salt, or more, to taste \nFreshly ground pepper, to taste  \n\nPreheat an oven to 425F. Line a large baking sheet with aluminum foil. Lightly coat the foil with the oil or spray with cooking spray. \n\nCut off both ends of each squash. Halve lengthwise and scoop out and discard the seeds and strings. Turn the squash halves cut side down and cut each half crosswise into 4 or 5 slices, each about 1/2 inch thick. Arrange the slices in a single layer on the prepared baking sheet. Cover tightly with aluminum foil. Bake the squashes for about 15 minutes. \n\nMeanwhile, in a small bowl, whisk together the maple syrup, soy sauce and ginger. \n\nRemove the baking sheet from the oven and remove the foil. Brush half of the maple syrup mixture on the squash slices. Season with the salt and pepper. Return the baking sheet to the oven and bake, uncovered, for 10 minutes. Remove the baking sheet from the oven and turn the squash slices over. Brush them with the remaining maple syrup mixture. Return to the oven and bake until browned and tender when pierced with a knife, 5 to 10 minutes more. \n\nTransfer the squash slices to a warmed serving dish and serve immediately. Serves 4.",
    "pubdate": "",
    "author": "http://www.williams-sonoma.com/recipe/maple-and-soy-glazed-acorn-squash.html",
    "veg": "yes",
    "vegan": "yes",
    "GF": "no"
  },
  {
    "title": "Quince/Cranberry Chutney",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "2 cups white sugar\n1/2 teaspoon ground cloves\n1/2 teaspoon ground allspice\n1 teaspoon ground cinnamon\n1/2 teaspoon salt\n2 cups water\n1 pound quinces - peeled, cored, and diced\n1 orange, zested (optional)\n1/2 cup orange juice\n2 tablespoons white wine vinegar\n3 cups fresh or frozen cranberries\n\nStir the sugar, cloves, allspice, cinnamon, and salt together in a large saucepan. Stir in the water, then bring to a boil over high heat, stirring until the sugar dissolves. Add the quince, and reduce heat to low. Cook and stir until the quince have turned rose colored, 4 to 5 minutes.\nStir in the orange zest, orange juice, vinegar, and cranberries. Bring to a boil over high heat, then reduce heat to medium-low, and cook until the cranberries have burst and the chutney has thickened, about 20 minutes. Cool completely before serving.",
    "pubdate": "",
    "author": "http://allrecipes.com/recipe/spicy-quince-and-cranberry-chutney/",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Cranberry Biscuits",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "http://www.joyofbaking.com/CranberryScones.html#ixzz1jwjmu99K",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Roasted Brussel Sprouts and Delicata Squash",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1 large delicata squash (about 1 1/4 pound)\n1 pound brussels sprouts, trimmed of ragged outer leaves and stem\n3 large shallots, peeled, cut lengthwise in half or thirds\n2 Tbsp olive oil\n3 Tbsp pure maple syrup (divided 2 tbsp and 1 tbsp)\n1 Tbsp apple cider vinegar\n1 teaspoon Kosher salt (plus more to taste)\n1/4 cup fresh pomegranate arils\n\nCut the delicata squash in half crosswise, and then in half again lengthwise. Use a metal spoon to scrape out the seeds and strings. Cut the squash into half rounds, about 1/2-inch thick.\n\nPreheat oven to 400F. Place the squash, brussels sprouts, and shallots into a large bowl and toss with 2 Tbsp olive oil. Sprinkle on 2 Tbsp of maple syrup and one Tbsp of cider vinegar, and toss to coat. Sprinkle with 1 teaspoon of kosher salt.\n\nSpread a little olive oil over the bottom of a large baking sheet. Arrange the squash, brussels sprouts and shallots on the baking sheet in a single layer.\n\nRoast at 400F for 30 to 35 minutes, turning the vegetables over after the first 20 minutes. The squash should be lightly browned and the brussels sprouts well browned.\n\nRemove from oven to a serving dish. Gently toss with fresh pomegranate arils and drizzle with the remaining 1 Tbsp maple syrup.",
    "pubdate": "",
    "author": "http://www.simplyrecipes.com/m/recipes/maple_syrup_roasted_delicata_squash_and_brussels_sprouts/",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Creamy Carrot Casserole",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "4 tablespoons unsalted butter (1/2 stick)\n2 pounds carrots, cut on the bias into 1/4-inch-thick pieces\n1 tablespoon kosher salt\n1/2 teaspoon freshly ground black pepper\n1 tablespoon all-purpose flour\n1 1/2 cups heavy cream\n3 medium garlic cloves, smashed\n1 1/2 cups panko breadcrumbs\n\nHeat the oven to 350F and arrange a rack in the middle. Lightly coat a 2-quart casserole or 11-by-7-inch baking dish with butter, and set aside.\n\nHeat 2 tablespoons of the butter in a large frying pan over medium-high heat. When foaming subsides, add carrots, salt, and pepper and cook, stirring occasionally, until carrots just start to brown, about 7 minutes.\n\nEvenly sprinkle flour over carrots, stirring constantly. Cook until flour turns golden in color, about 1 to 2 minutes. Slowly pour in cream while constantly stirring, bring to a boil, then remove from heat.\n\nTransfer to the prepared dish and cover with aluminum foil. Place in the oven and bake until cream is bubbling and carrots just give way when pierced with a knife, about 20 to 25 minutes.\n\nMeanwhile, heat remaining 2 tablespoons butter in a medium frying pan over medium heat. When foaming subsides, add garlic and cook until butter just begins to brown, about 3 minutes.\n\nAdd breadcrumbs to the pan and season with salt and freshly ground black pepper. Stir occasionally until panko is lightly browned and toasted, about 5 minutes. Remove to a medium bowl and discard garlic.\n\nWhen casserole is ready, remove foil and allow to sit for about 10 minutes. Sprinkle toasted breadcrumbs evenly over top before serving.",
    "pubdate": "",
    "author": "http://www.chow.com/recipes/13499-creamy-carrot-casserole",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Hot Toddy",
    "meal": "Drink",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1 oz (2 tablespoons) bourbon\n1 tablespoon mild honey\n2 teaspoons fresh lemon juice\n1/4 cup boiling-hot water\n\nPut bourbon, honey, and lemon juice in a 6-ounce mug. Top off with hot water and stir until honey is dissolved.",
    "pubdate": "",
    "author": "http://www.epicurious.com/recipes/food/views/Hot-Toddy-233821",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Danish Dark Bread",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "From: The Flavor of Wisconsin: An Informal History of Food and Eating in the Badger State, Harva Hachten and Terese Allen, 2009, p. 307-308.\n\n3 cups flour\n_ cup butter, softened\n1 cup sugar\n1 cup molasses\n1 tsp baking soda\n1 cup strong coffee, cold\n_ tsp salt\n_ lb chopped raisin\n_ lb currants\n\nBrown flour in a shallow pan in a moderate oven (350F), watching carefully; cool and set aside.\n\nCream butter and sugar; add molasses and beat well. Dissolve baking soda in coffee and add to creamed mixture alternately with browned flour and salt. Stir in raisins and currants and blend well. Pour into greased and floured bread pan and bake at 350F for 1 _ hours _ or until done. Cool and wrap well and store for a few days to mellow the flavor.\n\n(submitted by Mrs. Jean S. Hesse, Sheboygan. Her grandmother's recipe was also known as Poor Man's Fruitcake. _Years ago' she noted, _thin slices of this cake were often served with strong cups of tea, diluted as Danes like it with milk and sugar.'",
    "pubdate": "",
    "author": "Flavors of Wisconsin",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Red Cabbage with Apples",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "Yes",
    "url": "",
    "text": "From: The Flavor of Wisconsin: An Informal History of Food and Eating in the Badger State, Harva Hachten and Terese Allen, 2009, p. 256.\n\n1 medium red cabbage\n1 or 2 tart apples\n2 tbsp butter\n1 onion, sliced\n2 cups water\n_ cup vinegar\n_ cup sugar\n_ tsp salt\n_ tsp pepper\n2 to 3 tbsp flour\n\nWash cabbage; drain and shred as for slaw. Wash, core, and peel apples; chop or cut coarsely. Melt butter and saute onions and apples a few minutes. Add water, vinegar, sugar, and salt and peper. Stir well, bring to a boil, and add cabbage. Simmer, covered, until tender, about 30 or 40 minutes. Just before serving, sprinkle flour on top and cook briefly to thicken.\n\negg nog\nFrom: The Kentucky Housewife, Lettice Bryan, 1839, p. 408\n\n6 eggs\n1 cup rum\nQuart of buttermilk\n_ lb of powdered sugar\nNutmeg\n\nBreak six eggs, separating the whites from the yolks; beat the whites to a tiff froth, put the yolks in a bowl and beat them light. Stir into it slowly, that the spirits may cook the egg, half a pint of rum, or threegills of common brandy; add a quart of rich sweet milk [buttermilk] and half a pound of powered sugar; then stir in the egg froth, and finish by grating nutmeg on the top.",
    "pubdate": "",
    "author": "Flavors of Wisconsin",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Lefse",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "From: The Flavor of Wisconsin: An Informal History of Food and Eating in the Badger State, Harva Hachten and Terese Allen, 2009, p. 226.\n\n5 large potatoes\n_ cup heavy cream\n3 tbsp melted butter\n1 tsp salt\nFlour\n\nPotato pancakes can be made in many ways. Probably every cook who makes them has his or her special recipe that makes them just a bit different than the neighbor's. Some recipes call for mashed potatoes, the best known of that variety being lefse. Some recipes submitted noted that the secret of making lefse was the same as for pie crusts: handling the dough as little as possible. Others call for kneading the thick batter until it is no longer sticky. The ingredients are minimal: mashed potatoes, salt, cream or condensed milk, and shortening.\n\nBoil potatoes, peel, and put through a ricer. Add cream, butter, and salt. Cool. Add _ cup flour for each cup of mashed potatoes and mix until smooth.\n\nFor each lefse, form about _ cup of dough into a small ball. Roll out as thinly as possible on a floured board.\n\nBake on an ungreased lefse griddle over moderate heat (about 400F) until light brown. Turn and brown other side. Place on a cloth until cold. \n\nFor serving, cut each lefse into four pieces. May be spread with butter or cinnamon and sugar.",
    "pubdate": "",
    "author": "Flavors of Wisconsin",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Funeral potatoes",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "nettle egg soup",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Kale with Maple Syrup Salad",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "For the Salad:\n1 large bunch of kale (about 10 large leaves)\n1 pomegranate\n4 medium parsnips (about 1 pound)\n2 Tbsp olive oil\n3 Tbsp maple syrup\nFor the Dressing:\n1/3 cup olive oil\n1 clove garlic, finely minced\n2 Tbsp maple syrup\n2 Tbsp fresh-squeezed lemon juice\n1 Tbsp apple cider vinegar\nSalt and pepper, to taste\nOptional Garnish:\n2 Tbsp. freshly grated parmesan\n3 Tbsp. toasted hazelnuts\n\nWash the parsnips and scrub if needed, no need to peel them. Slice lengthwise into pieces about 3 inches long and then cut those into quarters (or eights if the parsnips are big). Place them in a roasting pan with the 2 Tbsp olive oil and 2 Tbsp maple syrup and toss well. Roast them in a 375 F oven for about 35 to 40 minutes, or until tender inside and crispy golden on the outside. Remove from oven and allow to cool.\n\nPlace all the salad dressing ingredients in a jar, screw on the lid, and shake vigorously.\n\nCut away the stems from the kale leaves and discard them. Place the kale leaves on top of one another and shred finely. Place the shredded kale in a large salad bowl and toss with the vinaigrette. Let the kale rest for 30 minutes to absorb the dressing.\n\nDeseed the pomegranate. Add the pomegranate seeds and the cooled roasted parsnip to your salad and toss.\n\nIf you wish (to kill Eric), garnish with toasted hazelnuts (simply place hazelnuts in a skillet on medium heat for about 5 minutes, stirring frequently so they don't burn) and freshly grated parmesan.",
    "pubdate": "",
    "author": "http://www.pbs.org/food/kitchen-vignettes/kale-pomegranate-and-caramelized-parsnip-salad/",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Dandelion Jelly",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "2 heaping cups of fresh dandelion petals (see note below - you'll need to gather about 4 cups whole flowers)\n2 C boiling wter\n1/4 C well-strained, clear lemon juice\n4 C sugar\n3 oz liquid pectin (Certo)\nfood coloring (optional)\n\nNOTE: Look for fully opened flowers, the bigger the better, for ease of preparation. Of course do NOT use any dandelions that have been sprayed with fertilizers or pesticides!\n\nWe'll want just the dandelion petals for this - not the whole flower head. You'll get SOME green sepals (wow, botany class was a long time ago - hope that is the correct term!), and that's fine - but try to minimize the amount of \"green\" and have mainly yellow petals for your infusion. It works best if you hold the flower by the end near the stem, and trim the petals into a bowl or cup, with sharp kitchen scisscors. All the dandelion blossoms stained my fingers yellow!\n\nPour boiling water over petals and let steep from 30 minutes to 24\nhours. I infused mine for about 2 hours - until the liquid was almost room temperature. Strain through a fine sieve, reserving the infusion. If not using immediately, refrigerate up to 24 hours.\n\nPlace jars and lids on rack in pan or stockpot deep enough to cover them with about two inches of water, bring to a boil, then reduce heat to a simmer, keeping the jars hot until ready to fill.\n\nTo make the jelly, stir lemon juice (I actually used lime, because that's what I had on hand, and it worked quite nicely!) and sugar into reserved infusion in a two-quart nonreactive or stainless steel pan. Bring to a full rolling boil that cannot be stirred down. Add the liquid pectin and continue to boil two minutes, skimming any foam that may rise to the surface.\n\nAs you can see - my infusion is NOT such a pretty color. I decided to add a bit of food coloring - about 20 drops of yellow. I've also seen people use green, but prefer the yellow. To me, Dandelion Jelly is honey-like, in flavor, so between that and the color of the blossoms, a yellow-colored jelly makes sense to me. :)\n\nLadle quickly into jars to within about 1/8 inch from the top; clean each rim and threads of the jar as it's filled, and place flat lid and ring on each before filling the next. Screw band on tightly and invert jar on tea towel for about five to 10 minutes. Jars should seal and lids should pop shut within 10 minutes as they cool. If they do not seal, you can place them in a hot water bath for 10 minutes or place in the refrigerator.\nSealed jars will last up to one year in a cool, dark place. Put any unsealed jelly in the refrigerator. it should keep about three weeks. Makes four or five half-pint jars.",
    "pubdate": "",
    "author": "http://www.prairielandherbs.com/dandelionjelly.htm",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Couscous, Asparagus, Pac Choi Cold Salad",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "for the roasted veggies\n1 pound crimini mushrooms, quartered\n2 yellow summer squash, halved lengthwise and chopped into 1/2 inch-thick half-moons\n1 pound fresh green beans (or purple or yellow beans), ends trimmed and chopped in half\n3 cups small broccoli florets (stems can be included if desired)\nolive oil spray\n2 teaspoons tarragon\n2 teaspoons thyme\nsalt and pepper to taste\n\nfor the bok choy and cabbage\n1 teaspoon olive oil\n2 shallots, thinly sliced\n4-5 bunches baby bok choy, bulb end trimmed\n1/2 head of red/purple cabbage, cored and thinly sliced\nsalt and pepper to taste\n\nfor the couscous\n2 cups water\n1/4 teaspoon salt\n1 cup israeli couscous (or other grain)\n\nfor the lemon caper dressing\n3 tablespoons lemon juice\n2 tablespoons capers, drained\n1 teaspoon dijon mustard\n1 teaspoon olive oil (optional)\n1/2 teaspoon dried dill\n\n\nPreheat the oven to 400. Line two baking sheets with parchment paper. Spread the veggies out over the two baking sheets. Lightly spray them with olive oil (or drizzle with olive oil) and sprinkle the herbs. Add salt and pepper to taste. Toss to fully coat.\nRoast in the oven for 20 minutes, flipping once halfway through. Remove from oven and set aside.\n\nOnce the veggies are in the oven, you can prepare the couscous. Bring the water to a boil in a large pot. Once it is boiling, add the salt then the couscous. Cover and remove from heat. Let sit for about 15 minutes before checking. At this point, the water should have cooked away and you can fluff the couscous with a fork. If there is still water, cover and let sit until water has cooked away (You may have to drain some of the water at the end). Let sit until ready to use.\n\nCombine all of the dressing ingredients in a cup wide enough to fit an immersion blender. Use an immersion blender to puree the capers and blend all of the ingredients together until it is mostly smooth. If you do not have an immersion blender, you can use a blender, but you will likely have to scrape the sides several times until it is mostly smooth. Chill until ready to use.\ncook the bok choy and cabbage\n\nHeat the olive oil in a frying pan over medium heat. Add the shallots and saut_ for 2-3 minutes. Add the bok choy and cabbage and saut_ until just beginning to wilt. Add salt and pepper to taste and remove from heat.\n\nCombine the veggies, the couscous, and the bok choy/cabbage mixture in a large bowl. Give it a couple stirs to incorporate the ingredients a little more. Pour the dressing over the salad (You may need to re-stir the dressing if it has separated at all) and mix until it is all fully combined. Serve immediately. You can make this a day or two ahead of time but you may want to reheat slightly before serving. Enjoy.",
    "pubdate": "",
    "author": "http://vedgedout.com/2013/08/21/warm-bok-choy-and-roasted-veggie-couscous-salad-with-lemon-caper-dressing-guest-post-from-kristy-turner-at-keepin-it-kind/",
    "veg": "yes",
    "vegan": "yes",
    "GF": "no"
  },
  {
    "title": "fried plantains",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "rhubarb and turnips and white wine vinegar",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "creamed turnips",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "strawberry, scallion, goat cheese sandwich",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Women's Health",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "tamarind lime gin cocktail",
    "meal": "Drink",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "zuke fritters",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "sourdough whole wheat pizza dough",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Sourdough Anadama",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "Sourdough: 1 cup quite wet sourdough starter\n1/4 - 1/2 cup water\n2 1/4 C hard whole wheat flour\nsome salt\n\nStarter:\nStart with 2 cups of fresh ground, cooled, whole wheat flour and 2 1/2 cups of cool filtered water. Mix in a stainless steel or glass bowl, cover with a damp cloth and place in a cool, dark room. The next day, pour this mixture into a clean bowl and mix in 2 cups flour and 2 cups water. Store as before and repeat this \"cleaning\" and \"feeding\" cycle for seven days. After the seventh day the mixture can be stored in the refrigerator and \"cleaned\" just once a week and \"fed\" only when you use some of the starter for baking. For instance, when 8 cups of starter is used add 4 cups flour and 4 cups water back into the original starter, mix well and return it to the refrigerator.",
    "pubdate": "",
    "author": "http://user.xmission.com/~total/temple/Soapbox/Articles/sourdough.html",
    "veg": "yes",
    "vegan": "yes",
    "GF": "no"
  },
  {
    "title": "Red Cabbage Ginger Kraut",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "4 (24-ounce) or 3 (32-ounce) glass canning jars with metal seals and lids\n1 medium head red cabbage\n4 inches fresh ginger, peeled and grated\n1 tablespoon unpasteurized miso paste\nSalt, to taste\n\nTo sterilize jars: Wash jars, metal seals, and lids in soapy water, then rinse. In a deep stock pot or pressure cooker, cover the jars with enough water so they are completely covered. Bring to a boil, and sanitize for 10 minutes. Turn off heat and remove jars, seals, and lids. Allow everything to cool while preparing the salad.\n\nTo prep sauerkraut: Remove six outer leaves from the cabbage and set aside, intact. With the remaining cabbage, shred in a food processor or on a box shredder. In a large mixing bowl, combine shredded cabbage and ginger.\n\nIn a blender, blend 4 cups of water with miso paste until smooth. Stir into bowl with shredded cabbage until well mixed. Divide cabbage and liquids between the cooled, sterilized glass jars. Use a wooden spoon to tightly pack in the cabbage. Leave at least 2 inches of room at the top of each jar (it will expand as it ferments). Tightly roll up the outer cabbage leaves and place them inside the jars to fill the 2-inch spaces. Wipe the outer neck of the jars clean with hot water to clean up any spillage. Screw lids tightly onto jars.\n\nTo ferment: Place jars in a cool, dark spot in the pantry for 5 days. The room temperature should be 65_F to 70_F. If it is slightly colder, wrap a towel around each jar. Bubbling in the jars is a sign that the jars are fermenting properly. After 5 days, remove the outer cabbage leaves and discard. Transfer the jars to the refrigerator (to slow down the fermentation process). Once cool, unscrew the lids, salt each jar to taste, and enjoy. Once the seal has been broken on each jar, the salad will keep refrigerated for up to 1 month.",
    "pubdate": "",
    "author": "http://www.yumsugar.com/Homemade-Sauerkraut-31913682",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Baba Ganoush",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "3 medium Italian eggplants (about 2 pounds total)\n3 medium cloves of garlic, minced\n2 tablespoons juice from 1 lemon, plus more as desired\n3 tablespoons tahini\n1/3 cup extra-virgin olive oil, plus more for serving\n1/4 cup chopped fresh parsley leaves\nKosher salt\n\n1. If using a gas burner or grill (recommended): Preheat a gas or coal grill to medium heat and place eggplants directly over heat source. Cook, turning occasionally with tongs, until completely tender and well charred on all sides, 30 to 40 minutes. Wrap with foil and let rest 15 minutes. Continue to step 3.\n\n2. If using the broiler: Adjust rack to 6 inches below broiler element and preheat broiler to high. Place eggplant on a foil-lined rimmed baking sheet. Broil, turning occasionally, until charred on all sides and completely tender, about 1 hour. Eggplants should be very, very tender when cooked. Test near the stem and bottom ends. If a toothpick or skewer meets any resistance, continue cooking. (See note above.) Remove from oven and gather up foil, crimping it around the eggplants to form a sealed package. Let the eggplants rest for 15 minutes. Continue to step 3.\n\n3. Open foil package. Working one eggplant at a time, use a sharp paring knife to slit it open lengthwise. Carefully scoop out soft flesh with a large spoon and transfer to a strainer set in a large bowl. Once all eggplant is scooped, pick out any stray bits of skin and blackened flesh and discard.\n\n4. Transfer eggplant to a salad spinner, distributing it evenly around the perimeter. Spin gently until all excess moisture is extracted. Discard all drippings, wipe out bowl. and return eggplant to bowl.\n\n5. Add garlic and lemon juice to eggplant and stir vigorously with a fork until eggplant breaks down into a rough paste, about 1 1/2 minutes. Stirring constantly and vigorously, add the tahini followed by the olive oil in a thin, steady stream. The mixture should become pale and creamy. Stir in parsley and season to taste with salt and more lemon juice if desired.\n\n6. Transfer to a serving bowl, drizzle with olive oil, and serve with warm pita bread or vegetables for dipping. Baba ganoush can be stored in an airtight container in the refrigerator for up to four days. Let baba ganoush warm to room temperature before serving.",
    "pubdate": "",
    "author": "http://www.seriouseats.com/recipes/2014/02/the-best-baba-ganoush-recipe.html",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "hummus, falalfel",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "cucumber sandwich",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Cuke Mint Yogurt",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "3 medium cucumbers, peeled, seeded, diced\n1 1/2 teaspoons salt\n1 tablespoon fresh mint, minced\n1 garlic clove, minced\n1 teaspoon dried oregano\n1 8-ounce container plain yogurt\n2 tablespoons whipping cream\nPepper\n\nPlace cucumbers in colander. Sprinkle with salt. Let stand 15 minutes. Rinse cucumbers. Drain on paper towels. Combine mint, garlic, and oregano in large bowl. Stir in yogurt and cream. Add cucumber and stir to coat. Season with pepper. Refrigerate until chilled. (Can be prepared 5 hours ahead.)",
    "pubdate": "",
    "author": "http://www.epicurious.com/recipes/food/views/cucumber-yogurt-salad-with-mint-2353",
    "veg": "yes",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "lavender lemonade",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Kale Salad",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "Yes",
    "url": "",
    "text": "Kale, leaves removed from stems _ 1_ bunches\nLemon juice _ 2 tbs.\nDijon mustard _ 1 tsp.\nPlain yogurt _ 2 tbs.\nOlive oil _ 2 tbs.\nParmesan cheese, shaved _ 2 oz.\nPine nuts _ _ cup\n\nKale _ Tear off leaves into bite-sized pieces\nDressing _ Whisk together lemon juice, mustard, yogurt, some hot sauce (opt) and oil. Season to taste with salt & pepper. Toss with kale leaves. Cover and refrigerate until it's time to serve\nPreheat oven to 375 degrees\nPlace pine nuts on a sheet pan and toast in the oven for 3 to 5 minutes until golden brown. Give it a shake midway through\nShave parmesan into kale salad (I like to use a regular vegetable peeler for this). Add in pine nuts and toss. Season to taste with salt\nAdd in pine nuts and toss when ready to eat. Season to taste with salt",
    "pubdate": "",
    "author": "http://www.cooksmarts.com/cs-blog/2013/06/kale-and-parmesan-salad-with-lemon-yogurt-dressing/#4V3Rz2qqEtqfoSFh.99",
    "veg": "yes",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "Eggplant Salad (Batenjal M'Charmel)",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "2 medium eggplants\n2 cloves garlic, put through a garlic press\n1 tsp paprika\n1 tsp cayenne pepper\n1 tsp cumin\nsalt to taste\n3 tbsp plus 1 tbsp olive oil\n2 tsp lemon juice\n1/4 c parsley, finely chopped, for garnish\n2 tomatoes, cut into wedges, for garnish\n\nPreheat oven to 400F\n\nWash and dry eggplants. Place whole eggplants on a baking shett and bake for about 45 minutes.\n\nWhen eggplants are cool, peel them under cold running water. Cut the peeled eggplants into small chunks and place them in a colander to drain. Press gently to remove the bitter juices.\n\nMash the eggplants with the garlic, paprkka, cayenne pepper, cumin, and salt.\n\nHeat 3 tbsp olive oil. Add eggplant mixture and fry, stirring constantly, until all the liquid is absorbed or evaporated, about 15 to 20 minutes.\n\nSprinkle lightly with 1 tbsp olive oil and lemon juice. Garnish with parsley and tomato wedges. Serve warm or at room temperature.",
    "pubdate": "",
    "author": "Cooking the North African Way",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Spinatsuppe",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "2 lbs fresh spinach\n2 quarts chicken stock\n3 tbsp butter\n2 tbsp flour\n1 tsp salt\n1/4 teaspoon white pepper\n1/8 tsp nutmeg\n2 hard-cooked eggs, sliced\n\nBring the 2 quarts of stock to a boil in a 3 to 4 quart saucepan and add the fresh or frozen chopped spinach. Simmer uncovered about 6-8 minutes, then pour the entire contents of the pan into a sieve set over a large bowl. Press down hard on the spinach with the back of a wooden spoon to extract all of its juices. Set the liquid aside in the bowl and chopp the cooked spinach very fine.\n\nMelt the 3 tbsp of butter in the saucepan. When the foam subsides, remove the pan from the heat and stir in the flour. With a wire whisk, beat the hot stock into this white roux a little at a time. Return the saucepan to the heat and, stirring it constantly, bring it to a boil. Then add the spinach. Season the soup wtih salt, pepper, and nutmeng. Half cover the pan and simmer the soup over low heat about 5 minutes longer. Stir occasionally. \n\nGarish each serving of the soup with a few slices of hard-cooked egg. On festive occasioins, such as Easter, spinatsuppe is often served with a stuffed egg half-floating in each soup bowl. To make these, remove the yolks from 2 or 3 hard-cooked eggs (depending on how many people you plan to serve) and mash them to a paste with about 1 to 2 tsp of softened butter. Roll the mixture into little balls and nestle 2 or 3 into each halved egg white.",
    "pubdate": "",
    "author": "Time-Life: The Cooking of Scandinavia",
    "veg": "No",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Shakshuka",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1 tbsp olive oil\n1/2 medium brown or white onion, peeled and diced\n1 clove garlic, minced\n1 medium green or red bell pepper, chopped\n4 cups ripe diced tomatoes, or 2 cans (14 oz. each) diced tomatoes\n2 tbsp tomato paste\n1 tsp chili powder (mild)\n1 tsp cumin\n1 tsp paprika\nPinch of cayenne pepper (or more to taste-- spicy!)\nPinch of sugar (optional, to taste)\nSalt and pepper to taste\n5-6 eggs\n1/2 tbsp fresh chopped parsley (optional, for garnish)\n\nHeat a deep, large skillet or saut_ pan on medium. Slowly warm olive oil in the pan. Add chopped onion, saut_ for a few minutes until the onion begins to soften. Add garlic and continue to saut_ till mixture is fragrant.\n\nAdd the bell pepper, saut_ for 5-7 minutes over medium until softened.\n\nAdd tomatoes and tomato paste to pan, stir till blended. Add spices and sugar, stir well, and allow mixture to simmer over medium heat for 5-7 minutes till it starts to reduce. At this point, you can taste the mixture and spice it according to your preferences. Add salt and pepper to taste, more sugar for a sweeter sauce, or more cayenne pepper for a spicier shakshuka (be careful with the cayenne... it is extremely spicy!).\n\nCrack the eggs, one at a time, directly over the tomato mixture, making sure to space them evenly over the sauce. I usually place 4-5 eggs around the outer edge and 1 in the center. The eggs will cook \"over easy\" style on top of the tomato sauce.\n\nCover the pan. Allow mixture to simmer for 10-15 minutes, or until the eggs are cooked and the sauce has slightly reduced. Keep an eye on the skillet to make sure that the sauce doesn't reduce too much, which can lead to burning.\n\nSome people prefer their shakshuka eggs more runny. If this is your preference, let the sauce reduce for a few minutes before cracking the eggs on top-- then, cover the pan and cook the eggs to taste.\n\nGarnish with the chopped parsley, if desired. Shakshuka can be eaten for breakfast, lunch, or dinner. For breakfast, serve with warm crusty bread or pita that can be dipped into the sauce (if you're gluten-intolerant or celebrating Passover, skip the bread). For dinner, serve with a green side salad for a light, easy meal.",
    "pubdate": "",
    "author": "http://theshiksa.com/2010/07/28/summer-2010-travel-blog-shakshuka/",
    "veg": "yes",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "vegetarian sushi (tofu, cream cheese, quark, carrots, cukes, kale, daikon, spring onion, peppers)",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "yes",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Tomatillo Eggplant Curry",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1/4 tsp. mustard seeds \n1/4 tsp. cumin seeds\n1/4 tsp. coriander seeds\nKosher salt, to taste\n2 _ 3 small dried red peppers \n1 white onion, chopped\n1 _ 2 shallot, chopped\n2 _ 4 garlic cloves, minced\nThumb-sized piece of fresh ginger, finely diced\n2 green onions \n4 _ 5 tomatillos, chopped\n1 Japanese eggplant, chopped\n1 small red bell pepper, chopped\nGround black pepper, to taste\nWater or chicken stock, as needed\n2 green chiles, finely diced\n\nToast spices and peppers in a dry pan until they begin to pop (about 2 minutes); grind spices in a spice mill, mortar and pestle, or molcajete.  They should be a fine dust.  Set aside.\nHeat oil in a large frying pan or wok.  Sweat onions for a minute or two; add ground spices.  Fry onions until they turn translucent.  Add shallots, garlic, ginger, and white part of chopped green onion.  Saute for several minutes.\nAdd chopped tomatillos and saute over high heat until tomatillos begin to break down (about 4 or 5 minutes).\nRemove mixture from heat; blitz in a food processor or blender until a thick sauce is formed.  Set aside.\nWipe out pan.  Heat 2 _ 3 tbls. oil and add eggplant.  Add salt and oil as needed.  Fry eggplant until skin begins to blister.\nAdd back in tomatillo and onion mixture.  Add in red bell pepper and simmer over low heat for several minutes.\nTo serve, stir in chopped green onions and spoon over basmati rice.  Top with chopped green chiles, to taste.  Time allowing, it would also be good with dal and naan bread (but that's a weekend meal).",
    "pubdate": "",
    "author": "https://kylemox.wordpress.com/2010/10/13/tomatillo-and-eggplant-curry/",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Pozole de Jalisco",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "Yes",
    "url": "",
    "text": "From: The Cuisines of Mexico Revised Edition, Diane Kennedy, 1972 (1986), p. 162.\n\n1 32 oz can of cooked hominy\n1 _ lbs pork, tenderloin or butt without bone\n_ pig's head (not more than 3 pounds)(optional)\n1 pound pork neck bones\nCold water to cover\n2 cups chiles de arbol\n1 _ tbsp. salt\nFor serving:\nFinely chopped onion\nSliced radishes\nFinely shredded lettuce\nWedges of lime\nThe salsa picante\n\nCut the pork into large serving pieces and put it, with the head and bones, in cold water to soak overnight. Change the water as often as is practical.\n\nCover the chiles with cold water and let them soak overnight.\n\nOn serving day:\nIf using dried then soaked hominy: cover the hominy with the cold, unsalted water. Bring to a boil and cook, uncovered, over a brisk flame until it opens up like a flower _ about 1 hour. DO NOT STIR THE CORN during this time, but, if necessary, skim the surface of the water from time to time.\n\nCover the head with cold, unsalted water. Bring to a boil, then lower the flame and let it simmer, uncovered, until the flesh can be rmoved from the bone _ but do not overcook _ about 1 hour. Set it aside to cool.\n\nWhen the head is cool enough to handle, remove all the meat, skin, etc. and cut it into serving pieces. Cut the ear up (there should be a piece for everyone) and set the eye aside for the honored guest. Add the pieces of head, and the broth in which it was cooked, to the corn in its pot.\n\nAdd the salt. Place the meat on top of the corn and let the pozole cook, uncovered, over a gentle flame for about 4 hours. Throughout the cooking time skim the fat from the surface. Keep some water boiling in a kettle at the side to add to the liquid in the pan. On no account should cold water be added. The liquid should be maintained at almost the same level from start to finish.\n\nSalsa picante: blend the chiles with the water in which they were soaking. Strain the sauce through a sieve. Do not add salt. \n\nTo serve: Place the meat onto a serving dish so it can be divided up more easily and everyone can have the part that he likes best. Serve the pozole with the corn in large, deep bowls, with the following small side dishes to which everyone can help himself: the salsa picante, onion, radishes, lettuce, and lime.\n\nNote: Pozole de Jalisco is not served with oregano, as it is in the neighboring state of michoacan. \n\nThe chili used for the sauce in Jalisco is chilie de arbol, a long, thin, dried, bright red chili.\n\nThe pozole should be cooked with plenty of salt; you may need to add more just before the end of the cooking time.\n\nOnly those who know the wonderful flavor and consistency of a soup made with the specially prepared corn will appreciate ho hard it is for me to say: if you can't get the real corn, use canned. In that case, cook the had first, add the rest of the meat, and an hour later add the drained canned hominy.",
    "pubdate": "",
    "author": "Kennedy",
    "veg": "no",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "Finnish Pasties",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "From: The Flavor of Wisconsin: An Informal History of Food and Eating in the Badger State, Harva Hachten and Terese Allen, 2009, p. 226.\n\n5 cups flour\n2 cups shortening\n1 tbsp salt\n1 cup water\n2 lbs pork diced small\n2 medium onions, diced\n6 small carrots, diced\n_ rutabaga, diced\n10 small potatoes, peeled and diced\nSalt and pepper\n4 tbsp butter, cut into bits (optional)\n\nPasties also had _ and have _ a presence in far northern Wisconsin, near Michigan's Upper Pennisula, another place besides southweatern Wisconsin where eighteenth-century Cornish miners emigrated to find jobs. Other Europeans who worked the lead mines there, particularly Finns and Italians, embraced the pasty, and eventually the little meat pies gained status as a regional specialty. Today, residents and visitors can get a taste of local flavor at pasty shops, small-town bakeries, and community fundraisers. \n\nMix flour, shortening, and 1 tbsp salt with a fork until mixture resembles cornmeal in texture. Add water and stir just until pastry holds together.\n\nCombine pork, onions, carrots, rutabaga, and potatoes, and season well with salt and pepper.\n\nRoll out dough into 6 to 8 circles. For each pasty, place meat filling on half the pastry, dot with butter, fold over and press dough firmly together, and crimp to seal. Bake in pie pan at 325F 1 to 1 _ hours. Makes 6 to 8 servings.",
    "pubdate": "",
    "author": "Flavors of Wisconsin",
    "veg": "No",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Winter squash leaves w/ coconut milk",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "6 ounces winter squash leaves (see preparation at link)\n1/4 cup coconut milk\n1 cup water\n1/2 teaspoon plus 2 pinches salt\n\nBring coconut milk, water and salt to a boil on medium-high heat. Then add the squash leaves, using tongs to turn them around to make sure they are all cooked in the liquid-like blanching the leaves in a coconut broth. Cook from 3 to 5 minutes until the greens reach your desired degree of tenderness. Serve with the broth as a side dish, or with warm jasmine rice as a main dish.",
    "pubdate": "",
    "author": "http://praneesthaikitchen.com/2011/08/09/winter-squash-leaves-salted-coconut-milk/",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Root Vegeable Latkes",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "4 large potatoes (use other root veggies like beets, carrots, rutabaga, celeriac, etc.)\n1 small onion, grated\n3 eggs, beaten\n1/2 tsp salt\n2tbsp flour\n1/4 tsp baking powder\nCooking oil for frying\nSour cream for applesauce\n\nCombine potatoes, root veggies, and onion and mix well. Beat in eggs, salt, flour and baking powder.\n\nHeat about 1/4 inch cooking oil in a heavy pan over moderately hot fire. Drop batter by spoonfuls into oil and fry on both sides until brown. A large mixing spoon full makes thin pancakes; more batter makes thicker ones. \n\nServe, drained, with sour cream or applesauce.\n\nThese may also be baked in muffin tins or a baking pan. For muffins, heat greased tins and fill 3/4 full; bake at 400F 1 hour or until brown. Or heat in a 375 degree oven a 9x13 inch baking pan containing 1/4 inch cooking oil; add batter spread thinly and baked until well browned, 20 to 40 minutes. \n\nSubmitted by Mrs. Herman Tuchman, Milwaukee, who noted that these pancakes are traditional for Chanukah, the Feast of Lights.",
    "pubdate": "",
    "author": "Flavors of Wisconsinsconsin",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Lamb Liver with Whiskey Sauce",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1lb / 500g lamb's liver, membrane removed, sliced crosswise into 1/4-in / 6mm slices\n2 cups / 475ml milk\nSalt\n_ cup / 125g butter\n1 onion, minced\n2 tbsp Irish whiskey\n_ cup / 120ml heavy cream\n1 tbsp wholegrain mustard\n1 tbsp chopped fresh chives\nPepper\n\nPut the liver into a shallow dish large enough to hold it in a single layer; then cover with the milk and sprinkle lightly with salt. Cover and refrigerate overnight.\n\nRinse the lamb's liver, discarding the milk, and pat dry with paper towels. Melt half the butter in a large skillet over medium heat. Cook the onions, stirring frequently, until soft and beginning to brown, 10 to 12 minutes. Remove the onions from the skillet with a slotted spoon and set aside. Melt the remaining butter in the same skillet and, working in batches, sear the liver over high heat for about 1_ minutes on each side. As the liver is done, transfer to a plate and set aside.\n\nPour the whiskey into the pan, warm it for about a minute, then carefully ignite it with a kitchen match. When the flames die down, stir in the cream and mustard, scraping up any browned bits on the bottom of the pan. Cook for about 1 minute, then return the onions and liver to the skillet, along with any juices that may have accumulated.\n\nStir well, season to taste with salt and pepper, and cook for 1 to 2 minutes or until the liver is heated through. Garnish with the chives.",
    "pubdate": "",
    "author": "http://www.theguardian.com/lifeandstyle/2010/mar/17/lambs-liver-whiskey-sauce-recipe",
    "veg": "no",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "roast turkey",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "NYT",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Kale and Date Sourdough Stuffing",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1 (1-pound) loaf sourdough bread\n10 tablespoons extra-virgin olive oil\n1 pound turkey sausage, casing removed\n2 cups diced onions\n_ sprig rosemary\n2 teaspoons thyme leaves\n2 sliced chile de _rbol\n1 teaspoon kosher salt, plus more to taste\n Black pepper, to taste\n1 pound lacinato kale (also known as Tuscan kale or cavolo nero), about 2 large or 3 small bunches, tough rib stems removed and roughly chopped\n3 ounces deglet noor dates (about 16), cut in half lengthwise\n1 cup dry sherry\n2 cups chicken or turkey stock\n4 tablespoons unsalted butter\n_ cup roughly chopped toasted almonds\n\nHeat oven to 400 degrees. Cut the crust off the bread and tear remaining loaf into 1-inch croutons. Place torn bread on a rimmed baking sheet and drizzle with 4 tablespoons olive oil, squeezing and tossing bread with your hands to help it absorb the oil. Transfer to oven and toast, tossing once or twice, until croutons are golden brown and crispy on the outside but still a little soft and tender inside, 12 to 15 minutes. When croutons have cooled, place them in a large bowl.\n\nHeat a large pot or Dutch oven over medium-high heat. Add 2 tablespoons olive oil and crumble sausage into pan. Saut_, breaking up sausage with a wooden spoon, until browned and just cooked through, 5 to 7 minutes. Transfer sausage to the bowl with the croutons using a slotted spoon.\n\nReturn the pot to medium heat and add 2 more tablespoons olive oil, the onions, the rosemary sprig, the thyme and the chile. Season with 1/2 teaspoon salt and a few grinds of black pepper. Continue cooking another 3 to 4 minutes, stirring often, until onion is soft and starting to color slightly.\n\nAdd half the kale and the remaining 2 tablespoons olive oil to the pan. Use tongs to turn the greens to coat them in oil and help them wilt and cook down. When there is room in the pan (from the greens wilting), add the rest of the kale and season with another 1/2 teaspoon salt and a few grinds of pepper. As soon as all the kale has wilted, transfer mixture to the bowl with the croutons and sausage. Remove rosemary. Add dates and stir well to combine.\n\nReturn pot to stove over high heat and carefully pour in sherry. Boil until sherry is reduced by three-quarters, then add stock. Boil until mixture is reduced by half, then swirl in butter until melted.\n\nPour hot liquid over crouton-kale mixture. Add almonds (to kill Eric) and toss well to combine; using tongs or your hands, squeeze and massage the stuffing to integrate the flavors and make sure bread has really soaked in all the liquid.\n\nTransfer stuffing to a ceramic baking dish or casserole. Cover and bake 15 minutes in the 400-degree oven. Uncover and bake 10 to 15 more minutes, or until top is golden and crisp.",
    "pubdate": "",
    "author": "http://cooking.nytimes.com/recipes/1016909-sourdough-stuffing-with-kale-dates-and-turkey-sausage",
    "veg": "no",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "pho",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "SE Asia",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Sweet Potato Tofu Enchiladas with Red Mole",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "data/img/bittman.jpg",
    "text": "12 to 15 mild to medium dried chiles, like New Mexico, mulatto, pasilla, guajillo, or ancho (or a combination), toasted, soaked, and cleaned\n2 cups assorted nuts if you want to kill Eric, otherwise pumpkin seeds\n1/4 cup tahini or sesame seeds\n1/4 cup cocoa powder or chopped unsweetened chocolate\n1 large onion, roughly chopped\n1 head garlic, peeled\n4 plum tomatoes, cored (canned is fine)\n2 thick slices bread (stale is fine)\n1 quart vegetable stock or water, plus more as needed\n1/4 cup neutral oil, like grapeseed or corn, plus more for frying\n3 or 4 bay leaves\n1 cinnamon stick\n2 tbsp ground cumin\n1 tbsp ground allspice\n2 tsp anise seeds\nsalt and freshly ground black pepper\nBrown sugar as needed (optional)\n24 small corn tortillas, plus more if any break\n2 lbs or more of tofu, seasoned (turmeric etc.)\nSweet potatoes\n\nPut the chiles, nuts/seeds, tahini, cocoa, onion, garlic, tomatoes, and bread in a blender with just enoguh stock to get the machine running. \n\nCook the sweet potato until softened. Elsewhere, put 1/4 cup of the oil in a large, deep pot over medium heat. Add the pureed mixture and all of the spices. Sprinkle with salt and pepper. Cook, stirring frequently and scraping the bottom of the pan, until it begins to color and become fragrant, 3 to 5 minutes. Turn the heat to low and continue cooking, stirring occassionally, until the mixture is deeply colored, softened, and nearly dry, another 15 to 20 minutes.\n\nTurn the heat back up to medium-high and slowly stir in the remaining stock. Bring the pot to a boil, then lower the heat so the sauce barely bubbles. Cook, stirring occasionally and adding more liquid as needed, for an hour or so, until the sauce is thick and smooth. Taste and adjust the seasoning and add a tablespoon or so of brown sugar if you like. The mole may be made ahead to this point, cooled, and refrigerated for up to 3 days. Gently reheat before proceeding. Remove the cinnamon stick and bay leaes and keep the sauce warm.\n\nPreheat the oven to 350F. Sppon a thin layer of the mole into the bottom of a 9x12 baking dish. Put about 1/2 inch of the oil in a large, deep skillet over medium-high heat. When hot but not smoking, cook the tortillas, one at a time, until sfotened and pliable, about 10 seconds. Add more oil to the pan as needed. Drain on paper towels. \n\nSprinkle some of the tofu and sweet potato in the center of each tortilla, roll tightly, and put the enchiladas in the prepared dish, seam side down. The rolls should be packed in snugly against one another. Cover the top with some more mole and bake for 25 minutes. When the enchiladas come out of the oven, sprinkle them with onion and cilantro. Serve with lime wedges on the side and pass the remaining mole at the table.",
    "pubdate": "",
    "author": "Bittman",
    "veg": "yes",
    "vegan": "yes",
    "GF": "no"
  },
  {
    "title": "chicken pot pie",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "http://www.foodnetwork.com/recipes/emeril-lagasse/chicken-pot-pie-recipe.html",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Potato Baked Salmon",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "For the salmon:\n3/4 lb salmon fillet, fresh and without skin, about 1-1 1/2 inch thick\n1 tablespoon parsley, chopped (preferably flat leaf)\nsalt, to taste\npepper, to taste\n1 tablespoon parsley, chopped (preferably flat leaf)\nolive oil, for the casserole form\n\nFor the mashed potatoes:\n1/2 lb potato (like Yukon Gold)\n2 tablespoons olive oil\n2 medium onions, chopped\n1/2 garlic clove, minced\n1/2 cup low-fat milk (about)\n1 pinch nutmeg\nsalt, to taste\n\nFor the crust:\n3 tablespoons breadcrumbs\n1 tablespoon parmesan cheese, grated\n1 -3 tablespoon olive oil\n\nFor fish: grease form. If necessary, cut fish into large pieces so that fish can be evenly put into casserole form. Salt and pepper to taste. Sprinkle 2 tbs parsley over salmon. Set aside. Preheat oven to 375 F (200 C).\n\nFor onions: cook chopped onions in olive oil until soft (for about 1-2 minutes).\n\nPeel and cook potatoes in salted water for about 20 minutes until tender. Drain and mash potatoes. Add olive oil and add so much of the milk to have a spreadable consistency.\n\nAdd onions, garlic and nutmeg. Salt to taste.\n\nSpread potatoes over fish.\n\nMix bread crumbs and parmesan. Add enough olive oil to moisten the crumbs. Sprinkle over the potatoes.\n\nBake in the middle of the oven for about 20 minutes until crust is golden brown. If it is getting to brown, cover it with aluminium foil.\n\nDirectly before serving sprinkle with chopped parsley. Serve immediately.\n\nNOTE: time to boil potatoes is not included in cooking time, because you use it for the preparation of the other ingredients.",
    "pubdate": "",
    "author": "http://www.food.com/recipe/salmon-trilogy-part-i-potato-baked-salmon-127652",
    "veg": "no",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Uppama",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "See link for ingredients...\n\nIn medium hot oil, sautee dal a few minutes to make crunchy. Add mustard seeds til they pop, then onion. Sautee 7-8 minutes til onion is soft, adding oil if needed. Don't brown the onions. Add jalapenos for a minute, then farina, toasting 4-6 minutes til lightly browned. Individually add tomato through scallion, stirring well between each addition. Add water and Salt. Bring to boil. Turn down to simmer, cover tightly, 20-30 min. until farina is thick and dal are toothsome. If dal are not tender, cover and simmer til done, adding more water if mixture is dry. Finished uppama should be moist but not gloppy or soupy. Stir well to blend. \n\nSqueeze lemon juice over it and sprinkle w/ cilantro. Serve with plenty of plain yoghurt. .",
    "pubdate": "",
    "author": "http://food52.com/recipes/21118-uppama-farina-pilaf-with-dal-and-vegetables",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Quebcois Feves au Lard (with vegan version)",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "1 (16 oz.) bag of dried navy beans, soaked overnight and drained (though not as true to the original, you can also use cannellini, kidney, or black beans -- or any bean that can hold up well to all that cook time)\n1 slice pork fatback or 8 oz. salt pork\n1 medium onion, finely chopped\n1.5 t salt\n1 t ground pepper\n2/3 C real maple syrup\n1.5 t dijon mustard\n6 C water\n\nPreheat oven to 350F. In a large dutch oven, stir together the beans, salt pork, onion, salt, pepper, syrup, and mustard. Add the water to the beans and bring to a boil on the stove, then cover and bake for an hour and a half, stirring occasionally. Remove cover and bake for another hour or until liquid is mostly absorbed and top is browned and crusty. .\n\nSee link for vegan version!",
    "pubdate": "",
    "author": "http://www.thekitchn.com/-guest-post-from-4-88245",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Sweet Potato and Mushroom Pilaf",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "1 cup rice, washed and drained\n1 medium-sized golden sweet potato, peeled and cubed\n5 button or field mushrooms, sliced\n1/4 cup frozen or fresh peas\n1 red onion, sliced thinly lengthwise\n1/2 inch (1cm) piece of ginger, peeled and minced\n\nSpices:\n1/2 tsp mustard seeds\n1/2 tsp cumin seeds\n1/2 tsp coriander seeds\n1/2 tsp chilli powder (optional)\n3 cloves\n1 stick cinnamon\n\n2 tbsp butter or olive oil\npinch of salt\n1 cup water\nfresh mint and sliced chillies, for garnishing (optional)\nground white or black pepper, to taste\n\nIn a large, heavy-bottomed saucepan, heat the butter or olive oil over medium heat. Add the spices, onion and ginger and cook until fragrant and the onion has softened.\n\nAdd the rice and fry for about 3-5 minutes, coating the grains with the butter and spices.\n\nAdd the water, salt, peas, sweet potato and mushroom to the pot and cover. When the water boils, turn down the heat to low and continue cooking, covered, for another 10-15 minutes until the rice is cooked.\n\nStir the pilaf and allow to stand for about 5-10 minutes to allow excess moisture to evaporate. Serve hot, garnished with fresh mint, chillies, and pepper to taste.\n\nMade this with Dean and Eleanor in Chicago.",
    "pubdate": "",
    "author": "http://kitchendojo.com/recipes/sweet-potato-and-mushroom-pilaf/",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Kjod Kager",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "1 pound beef (ground)\n1/4 pound pork (ground)\n1 egg, beaten slightly\n1/2 cup milk, scalded\n1 tbsp cornstarch\n1 medium onion, minced\nsalt and pepper to taste\n1/2 tsp nutmeg\n1/2 tsp allspice\n1/8 tsp ginger\nbutter\n2 tbsp flour\n\nAdd egg, milk, and cornstarch to meats and mix well. Add onion and seasonings; beat thoroughly  until very light. Form into small balls. brown meatballs ina  small amount of butter and simmer slowly, adding a little water if necessary, until done.\n\nRemove meatballs and add 2 tbsp butter to the drippings. Stir in flour and cook until brown. Add enough water, stirring constantly, to make a medium-thick gravy. Season with salt and pepper and return meatballs to gravy and heat.\n\nThese may be prepared several hours before serving as they are delicious reheated.",
    "pubdate": "",
    "author": "Flavors of Wisconsinsconsin",
    "veg": "no",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "French Lentil Soup with Kabocha and Parsnips",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "1 medium onion, sliced\n1 shallot, sliced\n2 tbs olive oil\n1 tsp curry powder\n2 parsnips, peeled and chopped\n1 kabocha squash, half of which should be peeled and chopped the other half of which should be sliced\n4 cups vegetable broth\n1 cup french lentils\nsalt and pepper to taste\n\nAll good soups (well not all, but most) start with some sauteed onions. I like to mix the onions and shallots to spice it up a bit. Heat up the olive oil in your soup pot and sautee the onions_sprinkle with curry powder and coat.\n\nAdd in the parsnips and coat with the curried olive oil and onions/shallots.\n\nAfter 2 minutes add in the kabocha, vegetable broth, and french lentils.\n\nBring to a boil and let simmer for 30-40 minutes or until lentils are soft. Set aside until cool enough to work with. Blend until smooth and enjoy.\n\nI like to use the other half of the kabocha squash as garnish, roasting it with a bit of olive oil and baking at 400 for 30-40 minutes.",
    "pubdate": "",
    "author": "https://kruleinthekitchen.wordpress.com/2012/01/04/french-lentil-soup-with-kabocha-and-parsnip/",
    "veg": "Yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Pirukad",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "From: The Flavor of Wisconsin: An Informal History of Food and Eating in the Badger State, Harva Hachten and Terese Allen, 2009, p. 227-228\n\n1 cake (2 ounces compressed yeast)\n_ c lukewarm water\n1 _ cups milk, scalded and cooled\n1 tablespoon sugar\n_ lb butter or margarine, melted\nSalt\n1 egg\n Up to 8 cups flour\nFilling:\n2 lbs carrots, cooked, cooled, and then finely diced\nAbout 4 tbsp butter or margarine cut into bits\n_ tbsp. sugar\nSalt and pepper\n_ cup cooked rice\nBrushing:\n1 egg, beaten, or sweetened black coffee\n\nMany Eastern European meat pie recipes call for a bread dough instead of pastry. This version is Estonian and was as often filled with cabbage, mushroom, vegetable or berry mixtures.\n\nDissolve yeast in lukewarm water. Add milk, sugar, melted butter, _ tsp salt, and eg. Mix well. Add enough flour to make a soft dough that is easy to handle. Turn out on floured board and knead until smooth. Let rise in a covered, greased bowl until double in bulk; punch down and let rise again. \n\nWhile dough is rising, make the filling by combining all the filling ingredients and mixing well.\n\nDivide dough into three or four pieces. Roll out, one piece at a time, on a floured surface until very thin. With a medium-sized glass, cut out circles. Place some of the carrot mixture on half of the circle, fold over other half, and seal with fingers dipped in water or a fork, pressing edges together. Do not fill circles too full of mixture or they will break apart during baking. Place on greased baking sheet, 2 inches apart, and let rise until doubled. \n\nBrush tops with beaten egg or black coffee. Bake at 375F for 20 minutes or until nicely browned.",
    "pubdate": "",
    "author": "Flavors of Wisconsin",
    "veg": "Yes",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Fruited Bean Soup",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "1 cup dried pinto beans\n1 cup dried prunes, rinsed and/or raisins\n1/2 to 1 cup dried apples or pears (optional)\n1 cup potato, cut in 1 inch cubes\n1 tsp salt or to taste\n2 tbsp butter\n2 tbsp flour\n3/4 cup cold water\n\nBeans or lentils combiend with dried fruit was a favorite and nourishing mixture enjoyed by Germans, Czechs, and othern eastern Europeans. It could be made with a bit of pork or ham or without any meat at all. Some \"meatless\" versions were flavored with a bit of bacon fat.\n\nWash and pick over beans. Rinse, cover with water, and soak overnight.\n\nRinse beans and put into soup pot with water to cover, about 6 cups. Simmer until almost tender, 1 1/2 to 2 1/2 hours. Add prunes and other fuirts as desired. Simmer 20 minutes until prunes are soft but not mushy. Add potato and salt to taste. Simmer until potatoes are done.\n\nMelt butter in a skillet and add flour. Cook, stirring constantly, until flour is lightly browned. Remove from heat and add cold water, stirring to prevent lumps. Return to heat and cook until thickened. Stir into soup, simmer a few minutes, then serve.\n\nMrs. John Desris, Kenosha, submitted this recipe, adding that this soup made \"a very satisfying meal accompanied by a thick slice of homemade bread with fresh churned butter.\" Her mother grew her own pinto beans, and this was one of the family's favorite winter soups.",
    "pubdate": "",
    "author": "Flavors of Wisconsinsconsin",
    "veg": "yes",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "salmon hotdish",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "http://www.netplaces.com/wild-game/freshwater-catch/baked-salmon-and-wild-rice-hot-dish.htm",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "French Onion Soup",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "1 stick Butter\n4 whole Large (or 6 Medium) Yellow Onions, Halved Root To Tip, And Sliced Thin\n1 cup (generous) Dry White Wine\n4 cups Low Sodium Chicken Broth\n4 cups Beef Broth\n2 cloves Minced Garlic\nWorcestershire Sauce\nSeveral Thick Slices Of French Bread Or Baguette\n5 ounces, weight (to 7 Ounces) Gruyere Cheese, Grated\n\nPreheat oven to 400 degrees.\n\nMelt butter in a heavy soup pot or Dutch oven over medium-low heat. Add onions and cook, covered, for 20 minutes. Place soup pot into the oven with the lid slightly ajar to ensure the onions will brown. Allow onions to cook in the oven for 1 hour, stirring at least once during the cooking process so onions won't stick and burn.\n\nRemove pot from oven and place back on stovetop over medium heat. Stir, scraping off all the brown, flavorful bits. Turn off heat and pour in wine. Turn heat back to medium. Cook wine for five minutes, allowing it to reduce. Add broths, Worcestershire Sauce and minced garlic and reduce heat to low. Simmer for 30 to 45 minutes.\n\nButter one side of the bread slices and broil over low heat, allowing bread to brown and become crispy.\n\nWhen soup is ready, ladle into bowl or ramekin. Place crispy bread on top, and then sprinkle generously with grated cheese. Broil until cheese is melted and bubbly.\n\nServe immediately.",
    "pubdate": "",
    "author": "http://thepioneerwoman.com/cooking/2009/02/french-onion-soup/",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "panfried whitefish",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Southern Sour Curry",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "1-2 tablespoons fish sauce\n1/2 lb shrimp\n1/3 lime\n1 tablespoon tamarind paste\n3 cups water\n2 cups sliced Koon\n3 tablespoons Southern Sour Curry Paste\n\nIf you are using store bought curry paste, add one teaspoon and taste. The heat can vary from brand to brand. This curry is known to be fiery hot! \nThe amount of fish sauce depends on how much salt is already in your curry paste. Start with one tablespoon and keep adding until you find the right balance for you.\nAsam gelugo or som kak can be used in place of tamarind.\nPeel the koon's green skin away. You will see the spongy white flesh inside. Slice koon about 1 inch thick. Peel and devein shrimp.\n\nIn a medium pot, add southern curry paste to 3 cups of water. Let it boil, then lower the heat to simmer. Add tamarind and fish sauce. If you use tamarind sauce, start with 3 tablespoons. Adjust the flavors now. It should taste sour, then salty. You will be adding more sour agent, lime juice, in the serving bowl later. Add koon now and let it boil for a minute.\n\nPrepare the serving bowl. Squeeze 1/3 of lime into the serving bowl. Add shrimp into the pot. Close the lid and turn off the heat. Let it sit for a minute. That should be enough heat to cook the shrimp without being overcooked.\n\nLadle into the serving bowl. Serve with rice.",
    "pubdate": "",
    "author": "http://www.thaitable.com/thai/recipe/southern-sour-curry-with-koon",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Pierogi",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "From: The Flavor of Wisconsin: An Informal History of Food and Eating in the Badger State, Harva Hachten and Terese Allen, 2009, p. 276.\n\n4 cups flour\n1 tsp salt\n4 eggs\n1 cup cold water\nCabbage filling:\n1 large cabbage\n1 medium onion, chopped\nButter\nSalt and pepper to taste\nPrune filling\n1 cup prunes\n1 tsp lemon juice\n1 tsp sugar\nBread crumbs browned in butter\n\nCombine flour and salt in a large bowl. Cut in egs with pastry blender, one at a time. Add water, _ cup at a time. Blend well. Knead on a floured board until dough is elastic. Let rest under a bowl for 30 minutes.\n\nDivide into 3 or 4 portions and roll out as needed on a floured board as for pie crust. Cut 3-inch circles (using a glass with rim dipped in flour) and place 1 tbsp (or more) of filling on one side. Fold over to form half-circle; moisten edges with water and seal well.\n\nDrop pierogi, a few at a time, into large kettle of salted boiling water; when they rise to the surface, remove with slotted spoon and rain well on a cake rack set over a large roasting pan; remove to buttered waxed paper; do not stack.\n\nTo serve, fry until crisp in half shortening and half butter. Or saute onions, in butter, then add pierogi and cover.\n\nCabbage filling: Quarter cabbage and remove core. Boil until tender and drain well; chop as for cole slaw. Press out as much liquid as possible. Saute onion in butter until well browned. Add cabbae and stir and fry until almost dry. Season to taste. Cool before using to fill pierogi.\n\nPrune filling: soak prunes overnight. Cook in water with lemon juice and sugar. Cool and drain. Remove pits. Fill each pierogi with a prune, boil, and serve topped with bread crumbs.",
    "pubdate": "",
    "author": "Flavors of Wisconsin",
    "veg": "Yes",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Good Gravy Bowl with Seitan and Broccoli",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "For the Lentil-Miso Gravy:\n2 teaspoons olive oil\n1 medium yellow onion, diced\n3 cloves garlic, chopped\nPinch of salt\n1 1/2 tablespoons organic cornstarch\n1 1/2 cups vegetable broth\n3 tablespoons chopped fresh thyme\n1/2 teaspoon dried sage\nSeveral pinches of freshly ground black pepper\n1 1/2 cups cooked brown lentils\n2 tablespoons mellow white miso\n\nFor the seitan:\n2 teaspoons olive oil\n2 cups thinly sliced seitan, in bite-size pieces\nSeveral pinches of freshly ground black pepper\n\nFor everything else:\n4 cups broccoli florets\n4 cups cooked quinoa\n\nPrepare the gravy: Preheat a 2-quart saucepan over medium heat and add the oil. Saut_ the onion and garlic in the oil with a pinch of salt for 5 to 7 minutes, until lightly browned.\n\nIn the meantime, mix the cornstarch with 1/2 cup of the vegetable broth, stirring with a fork to dissolve, and set aside.\n\nWhen the onions have browned, add the thyme, sage, and pepper and saut_ for 30 seconds or so. Add the lentils, miso, and the remaining 1 cup broth (not the broth mixed with the cornstarch just yet) and heat through. Once warm, use an immersion blender to pur_e until relatively smooth. If you don't have an immersion blender, transfer to a blender or food processor to pur_e, and then transfer back to the pot.\n\nStream in the broth-cornstarch mixture, stirring constantly, and heat for another 7 minutes, until thick and silky. Taste for seasoning and keep warm until ready to serve.\n\nPrepare the seitan: Preheat a large, heavy pan over medium-high heat (as usual, cast iron is preferred) and add the oil. Saut_ the seitan in the oil, along with a few pinches of black pepper, until seared on both sides, 5 to 7 minutes. Set aside until ready to serve.\n\nSteam the broccoli: Get your steaming apparatus ready. Place the broccoli in the steamer and sprinkle on a pinch of salt. Steam for 5 to 7 minutes, until brilliantly bright green. Remove from the steamer immediately. To assemble: Place the quinoa in bowls, then add the broccoli and seitan. Smother in gravy, and serve!",
    "pubdate": "",
    "author": "http://www.epicurious.com/recipes/food/views/good-gravy-bowl-with-broccoli-seitan-51208410",
    "veg": "yes",
    "vegan": "yes",
    "GF": "no"
  },
  {
    "title": "Frijoles Borrachos con Dandelion Greens",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "Adapted from: The Cuisines of Mexico Revised Edition, Diane Kennedy, 1972 (1986)\n\nA bean pot\n_ lb pork rind\n_ lb pink or pinto beans\n_ oion, sliced\n2 mall cloves garlic, peeled and sliced\n6 cups water\n1/3 small bottle of beer\n1 _ tsp salt\nA frying pan\n3 thick strips bacon (1/4 lb)\n2 tbsp melted lard or pork drippings\n2 medium tomatoes (about _ lb)\n3 chiles serranos, finely chopped\n2 large whole sprigs fresh coriander\nThe beans\n\nFirjoes a la charra: this is the Nuevo Leon version of firjoles de olla. Literally it means: beans cooked in the way the lady charro would prepare them (the churros are the elegant horsemen of Mexico).\n\nThe green chilies and coriander give the beans a unique and interesting flavor, making them a perfecet complement to the simple broiled meats so popular in Monterrey, the capital of Nuevo Leon: the agujas (ribs of beef) and cabrito (kid) cooked over wood or charcoal. There are many variations of this recipe and the very similar firjoles rancheros and firjoles fronterizos.\n\nMonterrey is an important center for the beer industry - by adding 1/3 small bottle of beer to the recipe they become frijoles borrachos, a very lusty plateful.\n\nCut the pork rind into small squares and put them, together with the bans, onion, and garlic, into the bean pot.\n\nAdd the water and bring toa boil. Lower the flame, cover the pot, and let the beans cook gently until they are tender _ about 1 _ hours. Add the salt and cook them, uncovered, for another 15 minutes.\n\nCut the bacon into small pieces and cook it gently in the lard until it is slightly browned.\n\nPeel, seed, and chop the tomatoes; strain the seeds and add the juice. Add the tomatoes together with the rest of the ingredients [including the dandelion greens]. Cook the mixture over a fairly high flame for about 10 minutes, until it is well seasoned. Add the tomato mixture to the beans and let them cook together, uncovered, over a low flame for about 15 minutes.\n\nServe in small individual bowls with broiled meats, or add ome more liquid and serve as a soup.\n\nYou should e able to buy pork rind by the pound from the butchers specializing in pork. If not, the shoulder of pork recommended for so many of the recipes here usually has the rind left on. Youc an cut it off and freeze it for this or the occasionaly French recipe that calls for it.",
    "pubdate": "",
    "author": "Kennedy",
    "veg": "No",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Mustard Crusted Tofu",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "1 14-ounce package firm tofu\n1/2 cup whole grain Dijon mustard\n4 tablespoons vegetable oil, divided\n1/2 medium onion, sliced\n1 tablespoon minced peeled fresh ginger\n1 bunch kale, stem cut from each leaf, leaves thinly sliced crosswise (about 8 cups)\n1 small red-skinned sweet potato (yam; about 8 ounces), peeled, halved lengthwise, thinly sliced crosswise\n2 tablespoons fresh lime juice\n\nCut tofu into eight 1/2-inch-thick slices. Arrange on paper towels; drain 10 minutes. Spread both sides of each slice with mustard.\n\nHeat 2 tablespoons oil in large nonstick skillet over medium-high heat. Add onion and ginger; saut_ 1 minute. Add kale, sweet potato, and lime juice. Cover, reduce heat to low, and cook until potato is tender and kale is wilted, about 12 minutes.\n\nMeanwhile, heat remaining 2 tablespoons oil in another large nonstick skillet over medium heat. Add tofu; cover and cook until heated through and crisp, about 2 minutes per side (some mustard seeds may fall off tofu).\n\nArrange kale and sweet potato mixture on plate. Overlap tofu slices atop vegetables and serve.",
    "pubdate": "",
    "author": "http://www.epicurious.com/recipes/food/views/mustard-crusted-tofu-with-kale-and-sweet-potato-239827",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Nettle Aloo",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "As an accompaniment to Indian food, aloo saag (potatoes and spinach) is a firm favourite. Here the spinach is replaced with blanched and chopped nettles which gives a wonderfully fresh, almost grassy flavour. It works.\n\nA large white onion, finely chopped\n3 cloves of garlic, finely chopped\nTeaspoon of mustard seeds\nTwo teaspoons black onion seeds\nTwo teaspoons methi (fenugreek seeds)\nSalt and pepper\n2-3 potatoes, depending on size, peeled and diced into c.2cm cubes\nNettles, lots.\n\nBlanch the nettles in boiling water then drain in a colander. Finely chop them and set them to one side.\n\nBoil the potatoes in salted water until just shy of being cooked. About 10 minutes should do it\n\nFry the spices in oil, lower the heat then add the onion and cook until it softens. Add the garlic then the potatoes. Cook until they begin to colour and are soft throughout then add the chopped nettles. Let down with a little water if necessary, season and serve with whichever curries you desire.",
    "pubdate": "",
    "author": "http://justcookit.blogspot.com/2010/04/two-more-ways-with-nettles.html",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Harira",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "From: Cooking the North African Way, Mary Winget and Habib Chalbi, 2004, p. 66\n\n4 tbsp olive oil\n2 cloves garlic, pressed\n2 medium onions, finely chopped\n8 oz canned, cooked chickpeas, drained\n15 oz canned fava beans\n3-4 cups water\n_ tsp turmeric\n_ tsp ground ginger\n_ tsp coriander seeds\n_ tsp cinnamon\nSalt and pepper to taste\n1 lb ripe tomatoes (about 2), quartered\n_ cup lentils, washed\n2 tbsp, finely chopped parsley\n_ cup white rice, washed\n2 eggs, beaten\nJuice of 1 lemon\n\nHarira is Morrocan soup eaten year-round but traditionally enjoyed after sunset during Ramadan. A meat version can be made by omitting the fava beans, adding 1 lb lamb cut into cubs and 1 small chicken cut into 8 pieces and doubling the water.\n\nHeat olive oil in a large, heavy frying pan.Brown the garlic and onions. Add chickpeas and water to kettle. Stir in turmeric, ginger, coriander seeds, cinnamon, salt and pepper, tomatoes, and lentils. \n\nBring to a boil, cover, reduce heat, and simmer for 40 minutes. Add parsley and rice and cook for 20 minutes.\n\nWhisk beaten eggs into soup and cook until eggs form strands. Stir in lemon juice.",
    "pubdate": "",
    "author": "Cooking the North African Way",
    "veg": "Yes",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Aloo Shalgam",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "2 large Yukon Gold potatoes, cut into 1/2 inch cubes\n3 medium to large turnips, cut into 1/2 inch cubes\n1/2 cup frozen green peas\n1 onion, chopped into slivers\n2 tbsp peanut oil (or any vegetable oil)\n2-3 thai green chilis (or serrano), chopped into 1/4 inch pieces\n1 inch piece ginger, grated or finely minced\n1 tsp cumin seeds\n1 1/2 tsp turmeric\n1/2 tsp garam masala\n1/2 tsp red chili powder (optional)\n1 tbsp kosher salt (plus more to taste)\n1/2 tsp sugar\n1 tomato, chopped\n1 tbsp tomato paste\n1/2 to 3/4 cup water\n1/4 cup chopped cilantro (including stems)\n\n1. Heat oil in a pan. Add cumin seeds and let them brown. Add the onions and green chilis. Saute till golden brown. Saute a few minutes. Now add the turmeric, garam masala, chili powder, and salt. Add the tomatoes and ginger and cook till the tomatoes cook a bit and turn pulpy.\n\n2. Now add the potatoes, turnips, and green peas. Stir well. Now add the water, tomato paste, and sugar. Bring to a boil. Add the cilantro, cover and cook 15-20 minutes till the turnips and potatoes are cooked.\n\n3. Uncover, and cook a few minutes on med-high to let any excess water evaporate (if needed). Check seasonings. Add more salt to taste. Garnish with fresh cilantro, and serve.",
    "pubdate": "",
    "author": "http://thefoodweeat.typepad.com/the_food_we_eat/2008/10/turnip-and-potato-curry-aloo-shalgam.html",
    "veg": "yes",
    "vegan": "yes",
    "GF": "yes"
  },
  {
    "title": "Spinach Casserole",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "From: Cooking Down East: Favorite Maine Recipes, Marjorie Standish (with Melissa Clark), 1968 (2010), p. 108.\n\n1 package frozen chopped spinach or 1 lb fresh spinach\n1 cup hot cooked rice\n1 tsp grated onion\n1 cup grated or _ cup Cheez Whiz (!!!!!)\n2 tbsp butter\n\nPreheat oven to 350F. Cook spinach, drain and chop. Mix hot, cooked rice with cheese, onion, and butter so that it blends, then fold in spinach. Turn into casserole. Bake for 25 minutes. Serves 4.\n\nThis way of spinach is a popular 'company' dinner at our house. Combined with cooked rice, plus cheese for extra flavor, it is good with meat or fish. It was a prize-winning recipe and I can see why; it has so many good things about it, like preparing it ahead.",
    "pubdate": "",
    "author": "Cooking Downeast",
    "veg": "Yes",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Moroccan Braised Lamb Shanks with Mint Yogurt",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "http://www.dartagnan.com/Moroccan-Braised-Lamb-Shanks-with-Mint-Yogurt/Recipe_Moroccan_Lamb_Shanks,default,pg.html",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Roast Duck with Rhubarb Ginger Sauce",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "Adapted from: _Basic Roast Duckling and Sauce, Time-Life: Poultry, 1978, p. 153 (originally, Splendid Fare _ The Albert Stockli Cookbook, Albert Stockli)\n\n4 to 5 lb duckling with the gizzard, heart, and liver reserved and chopped\n1 tsp salt\n_ tsp pepper\n_ tsp dried rosemary\nBasic duck sauce:\n1 rib celery, coarsely chopped\n1 carrot, coarsely chopped\n1 onion, coarsely chopped\n1 tomato, coarsely chopped\n1 cup beef stock\nRhubarb and ginger sauce\nThe above basic duck sauce\n3 tbsp sugar\n1 tbsp butter\n1/3 cup cider vinegar\n1 cup + chopped rhubarb\n3 tbsp brandy\n1 tsp finely chopped fresh ginger root\n\nPreheat oven to 450F.\n\nTrim the duck of excess fat at the base of the tail and inside. Rub it inside and out with salt, pepper, and rosemary. Prick the skin on the thighs and breast to allow the fat to drain. Place the duck and giblets in a pan and roast for 1 _ hours. Remove the duck from the pan and keep it warm.\n\nPour off all but about 2 tbsp of fat from the roasting pan. Add the chopped vegetables and saute for 10 minutes, stirring constantly. Add the beef stock. Stir, scraping up the brown bits in the pan, then strain the contents into a saucepan.\n\nThis basic duck sauce may be served as is, or turned into rhubarb and ginger sauce as follows: melt the sugar and butter in a sauce pan and cook, stirring, until the mixture is brown. Add the vinegar and continue to cook over high heat until the mixture is reduced by half. Stir in the rhubarb pieces, the basic duck sauce, the brandy, and ginger. Lower the heat and simmer until the rhubarb is stewed and the sauce thickens. Taste the sauce and add salt if necessary. \n\nCut the duck into quarters using poultry shears, pour the sauce over it and serve.",
    "pubdate": "",
    "author": "Time-Life",
    "veg": "No",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Ham Cream Mushroom Spinach Linguine",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "1/4 cup olive oil\n1 1/2 pounds crimini mushrooms, sliced\n6 large garlic cloves, thinly sliced\n1/8 teaspoon ground nutmeg\n1 1/4 cups whipping cream\n16 ounces linguine\n3 1/2 cups grated Parmesan cheese, divided\n3/4 cup chopped fresh parsley, divided\n\nHeat oil in large skillet over medium-high heat. Add mushrooms, garlic, and nutmeg; saut_ until mushrooms are brown and tender, about 10 minutes. Sprinkle with salt and pepper. Stir in cream. Remove mushroom mixture from heat.\n\nCook pasta in large pot of boiling salted water until tender but still firm to bite. Drain, reserving 1/2 cup cooking liquid. Return pasta to pot. Add mushroom mixture, 2 1/2 cups cheese, 1/2 cup parsley, and reserved cooking liquid. Toss over medium-high heat until sauce coats pasta. Season with salt and pepper. Mix in remaining 1/4 cup parsley. Transfer pasta to bowl. Serve with remaining cheese.",
    "pubdate": "",
    "author": "http://www.epicurious.com/recipes/food/views/linguine-with-mushrooms-and-parmesan-cream-sauce-109362.",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Asparagus Quiche with Buckwheat Crust",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "3 large eggs\n1 1/2 cups heavy cream\n1/4 tsp nutmeg\n1/2 tsp fresh thyme\nground black pepper\n2 tbsp butter, room temperature\n3/4 cup buckwheat groats\n2 cups of asparagus\n6 oz sharp cheddar cheese, coarsely grated\n\nPreheat oven to 350F.\n\nCombine the eggs, cream, nutmg, thyme, and pepper in a bowl and set the bowl aside. It is best, but not essential, that the mixture reach room temperature.\n\nUsing your fingers, smear 1 tbsp butter over the bottom and sides of a 9in pie plate or round baking dish - preferably ovenproof glass or ceramic, not metal. Pour the buckwheat groats into the pie plate, and turn it while holding it at a tilt to coat the sides and bottom with the groats. Then hold the pie plate flat and shake it to distribute the remaining loose groats over the bottom.\n\nMelt the remaining 1 tbsp butter in a medium-size skillet over medium-low heat. Add the asparagu and saute, stirring, until it has become rather soft.\n\nGently distribute the asparagus over the bottom of the pie plate without disturbing the buckwheat. Sprinkle half of the grated cheese over it.\n\nBeat the egg mixture thoroughly with a whisk or eggbeater until it is uniform but not foamy. Carefully pour the mixture into the pie plate, and top it with the rest of the cheese.\n\nBake until the center is firm and the top is rounded and golden brown, 45-50 minutes. The quiche is done when a knife inserted into the center comes out clean. let the cooked quiche sit for 5 minutes or so. It will sink slightly as it cools.\n\nCut the quiche into wedges and serve while it is warm.",
    "pubdate": "",
    "author": "The Four Season Farm Gardener's Cookbook",
    "veg": "yes",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "corn chowder/cold corn vichysoisse",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "spinakopita",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Calabacitas con Crema",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "From: The Cuisines of Mexico Revised Edition, Diane Kennedy, 1972 (1986), p. 259.\n\n1 _ lbs zucchini\n2 medium tomatoes (3/4 lb)\n6 peppercorns\n4 sprigs fresh coriander\n2 sprigs mints, fresh if possible\n_-inch stick cinnamon\n4 whole cloves\n2 whole chiles serranos\n_ cup thin cream\n_ tsp salt\n\nThere are hundreds of ways of cooking squash in Mexico, and every cook has her own method and seasoning. This was our miad Godileva's way of preparing them, and the dish frequently prepared on our dinner table. It has an exotic flavor, and is quite unlike any other squash dish I have come across. \n\nClean, trim, and dice the squash; skin, seed, and chop the tomatoes. Put them into the pan together with the other ingredients.\n\nCover the pan with a tightly fitting lid and cook the mixture over a low flame, scraping the bottom of the pan and stirring the mixture well from time to time so that it does not stick. If the veetables are dryin up too much, add a little water. It will take about 30 minute sto cook.\n\nWhen cooked the zucchini should be very soft, the cream completely absorbed, and no liquid remaining in the pan. The chilies should remain whole and just flavor the squash _ it should not be picante.\n\nThis is a very good vegetable dish with meat or fish. It can be prepared ahead of time and it is perhaps even better heated up the next day.",
    "pubdate": "",
    "author": "Kennedy",
    "veg": "Yes",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "lamb chops a la shoshouska",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "TL Veg?",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Country Spinach",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "From: The Flavor of Wisconsin: An Informal History of Food and Eating in the Badger State, Harva Hachten and Terese Allen, 2009, p. 260.\n\n~2 lbs fresh spinach\n4 large potatoes\n\nCut out the tough green stalks of the spinach. Boil spinach with potatoes until done. Drain and mash potatoes and spinach together. \n\nSubmitted by Elizabeth D. Fischer, Stockbridge, who served this with fresh pork cut in large chunks and decorated with hard-boiled eggs.",
    "pubdate": "",
    "author": "Flavors of Wisconsin",
    "veg": "Yes",
    "vegan": "Yes",
    "GF": "Yes"
  },
  {
    "title": "Spinach Salad with Hot Bacon Vinagairette",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "Salad:\n8 cups trimmed fresh spinach leaves\n2 hard-boiled eggs, sliced or chopped\n1/4 lb cremini or button mushrooms, sliced\n4 slices cooked bacon\n\nVinaigrette:\n1/2 balsamic or sherry vinegar\n2 tsbp prepared yellow mustard\n3 tbsp white wine or water\n3 slices raw bacon, thinly sliced\n1/2 small onion, finely chopped\n1 tsp granulated sugar\n\nPlace the spinach into a large salad bowl. Prepare the other salad ingredients and set aside.\n\nIn a small bow, whisk together the vinegar, mustard, and wine; set aside. In a small saucepan, cook the sliced bacon over medium heat until golden brown. Add the onion and cook, stirring occasionally, until beginning to soften, about 2 minutes. Stir in the sugar. Add the vinegar mixture, reduce the heat, and simmer for 3 minutes. Taste and adjust seasoning as needed.\n\nPour the hot vinaigrette over the spinach and toss to coat. Garnish with the sliced egg, mushrooms, and cooked bacon slices. Serve immediately.",
    "pubdate": "",
    "author": "Edible",
    "veg": "No",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Wild grape and lamb dolmades",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Orange Pan-glazed Tempeh with Peas",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "1 cup orange juice\n2 tsp tamari\n1 1/2 tbsp mirin\n2 tsp maple syrup\n1/2 tsp coriander\n2 cloves garlic (crushed)\n1 tbsp ginger, freshly grated\n8 oz tempeh, cut into thin bit-sized pieces\n2 tbsp olive oil\n1/2 lime\n1/4 cup cilantro, leaves torn\nSugar/snap peas, cut or not\n\nIn a small bowl, mix together the orange juice, tamari, mirin, maple syrup, ground coriander, and crushed garlic. Squeeze the grated ginger over the bowl, and discard the pulp. Stir and set aside.\n\nheat the olive oil in a large saute pan over medium-high heat. When hot, add the tempeh and fry for 5 minutes, or until one side is golden. Flip and cook the other side for 5 minutes, or until golden. Remove and set aside. Add the peas and cook until soften. Return tempeh. Pour the orange juice mixture into the pan and simmer for 10 minutes, or until the sauce has reduced to a thick glaze. Turn the tempeh over once during cooking to coat.\n\nServe hot, drizzled with any remaining sauce, a squeeze of lime, and cilantro leaves.",
    "pubdate": "",
    "author": "Willy St. Coop",
    "veg": "Yes",
    "vegan": "Yes",
    "GF": "Yes"
  },
  {
    "title": "grilled chicken with lemon oregano marinade",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Fennel and Bok Choi Ginger Tamarind Saute",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "2 tablespoons olive oil\n2 tablespoons grated fresh ginger\n1/2 fennel bulb, halved, cored and thinly sliced\n8 cups sliced Asian greens (such as bok choy, tatsoi, napa cabbage, or Chinese broccoli)\n3 tablespoons apricot all-fruit jam\n1 tablespoon tamari or other soy sauce\n\nIn a large skillet or Dutch oven over medium heat, saute ginger in oil 1 minute. Add fennel and saute 5 minutes or until fennel is soft and translucent. Stir in apricot jam and tamari, add greens and gently fold until greens are bright green. Remove from heat and serve.",
    "pubdate": "",
    "author": "http://www.farmerdaves.net/sauteed-fennel-and-asian-greens-with-ginger-and-apricot",
    "veg": "yes",
    "vegan": "yes",
    "GF": "no"
  },
  {
    "title": "Black Bean Burgers",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "2 (15 ounce) cans black beans, rinsed and drained\n4 tablespoons vegetable oil, divided\n1 medium onion, finely chopped (about 1 cup)\n1 large poblano pepper, finely chopped (about 1 cup)\n3 medium cloves garlic, minced\n1 chipotle chili in adobo sauce, finely chopped, plus 1 teaspoon sauce\n3/4 cup roasted cashews\n1/2 cup finely crumbled feta or cotija cheese\n2 tablespoons mayonnaise\n1 whole egg\n3/4 cup panko bread crumbs\nKosher salt and freshly ground black pepper\nCheese as desired, such as pepper jack, cheddar, muenster, or Swiss (optional)\n6 to 8 hearty hamburger buns, toasted\nCondiments as desired, such as Chipotle Mayonnaise, ketchup, mustard, or mayonnaise (optional)\nToppings as desired, such as shredded lettuce, sliced onions, and pickles (optional)\n\n1.\nAdjust oven rack to center position and preheat oven to 350F. Spread black beans in a single layer on a foil-lined rimmed baking sheet. Place in oven and roast until beans are mostly split open and outer skins are beginning to get crunchy, about 20 minutes. Remove from oven and allow to cool slightly.\n\n2.\nWhile beans roast, heat 2 tablespoons oil in a medium skillet over medium-high heat until shimmering. Add onion and poblano and cook, stirring frequently, until softened, about 5 minutes. Add garlic and cook, stirring constantly, until fragrant, about 2 minutes. Add chipotle chili and sauce and cook, stirring, until fragrant, about 30 seconds. Transfer mixture to a large bowl.\n\n3.\nPlace cashews in the bowl of a food processor and pulse until chopped into pieces no larger than 1/3-inch, about 12 short pulses. Add to bowl with onions and peppers.\n\n4.\nWhen beans are slightly cooled, transfer to food processor. Add cheese. Pulse until beans are roughly chopped (the largest pieces should be about 1/3 of a full bean in size). Transfer to bowl with onion/pepper mixture. Add mayonnaise, egg, and bread crumbs and season with salt and pepper. Fold together gently but thoroughly with hands. Patty mixture can be stored in an airtight container in the refrigerator for up to three days at this stage.\n\n5.\nTo cook on the grill: Light 2/3 chimney full of charcoal. When all the charcoal is lit and covered with gray ash, pour out and arrange the coals on one side of the charcoal grate. Set cooking grate in place, cover grill and allow to preheat for 5 minutes. Alternatively, set half the burners on a gas grill to the medium-high setting, cover, and preheat for 10 minutes. Clean and oil the grilling grate. Form bean mixture into 6 to 8 patties as wide as your burger buns and brush top sides with oil. Place on hot side of grill oiled-side down and cook without moving until first side is well browned, 3 to 5 minutes. Brush tops of burgers with oil. Carefully flip and continue cooking until second side is browned, 3 to 5 minutes longer, topping with cheese if desired.\n\n6.\nTo cook indoors: Form bean mixture into 6 to 8 patties as wide as your burger buns. Heat 1 tablespoon oil in a large non-stick or cast iron skillet over medium heat until shimmering. Add 4 patties and cook, swirling pan occasionally, until well browned and crisp on first side, about 5 minutes. Carefully flip and cook until second side is browned, about 5 minutes longer, adding cheese if desired. If cooking more than 4 burgers, cook in batches, keeping cooked burgers on a rack set in a rimmed baking sheet in a 200F oven while second batch cooks.\n\n7.\nSpread top and bottom buns with chipotle mayonnaise or other condiments as desired. Add toppings to top or bottom bun as desired. Place patties on bottom buns, close burgers, and serve immediately.",
    "pubdate": "",
    "author": "http://www.seriouseats.com/recipes/2014/03/the-best-black-bean-burger-recipe.html",
    "veg": "yes",
    "vegan": "yes",
    "GF": "no"
  },
  {
    "title": "Feijao de Coco",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "1 pound dried black-eyed peas\n1 large onion, sliced\n1 large smoked ham hock\n2 to 4 strips bacon, diced, cooked\n1/8 to 1/4 teaspoon cayenne pepper, or to taste\n1/2 teaspoon garlic powder, or use 1 fresh clove garlic, minced\n 1 to 2 teaspoons of kosher salt, or to taste\nfreshly ground black pepper, to taste\n\nIn a large saucepan, cover the peas with water to about 3 inches over the peas. Bring to a boil, reduce heat, then simmer for 45 minutes to 1 hour, or until peas are tender.\n\nMeanwhile, place the ham hock, sliced onion, bacon, pepper, garlic and salt in the slow cooker. Add 3 cups water. Cover and cook on HIGH for 1 hour.\n\nWhen peas are tender, drain and transfer to the slow cooker. Reduce heat to LOW; cover and cook for  to 7 hours.\n\nRemove the ham hock from the pot. Remove the meat from the hock and shred or chop. Add the meat back to the peas.\n\nTaste and add kosher salt and freshly ground black pepper, as needed.\n\nServe the peas with hot cornbread.",
    "pubdate": "",
    "author": "http://southamericanfood.about.com/od/maincourses/r/Feijao-De-Coco-Black-Eyed-Peas-With-Coconut-Milk.htm",
    "veg": "no",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "basil/cilantro pesto",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Udon Noodle \"Bap",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "1/2 cup soy sauce\n1/2 cup white sugar\n1/2 cup brown sugar\n1/4 cup minced garlic\n1/3 cup chopped green onion\n4 tablespoons toasted sesame seeds\n20 ounces rib-eye steak, sliced thin\nsalt and pepper to taste\n3 cups uncooked glutinous (sticky) white rice, rinsed\n6 1/2 cups water\n4 dried shiitake mushrooms\n1 pound fresh spinach, washed and chopped\n12 ounces cucumber, julienned\n12 ounces carrots, julienned\nsesame oil\n8 ounces fresh bean sprouts\n6 eggs\n6 sheets nori, crumbled\n6 tablespoons sesame oil\n1/4 cup chili bean paste (Kochujang)\n\nMake the marinade for the beef. Combine the soy sauce, sugars, garlic, green onions, sesame seeds in a large bowl; add the sliced beef strips to the marinade, and season with salt and pepper. Cover, and refrigerate for at least 2 hours.\n\nBring the rice and water to a boil in a saucepan over high heat. Reduce heat to medium-low and cover; simmer until the rice is tender and the liquid has been absorbed, 20 to 25 minutes.\n\nPreheat an oven to 425 degrees F (220 degrees C), and place 6 Korean stone bowls in oven [lol]. Combine shiitake mushrooms and 1/2 cup hot water in a small bowl, and soak for about 10 minutes, until pliable. Trim off and discard the stems. Thinly slice the caps. Set aside.\n\nBring a saucepan of water to a boil. Add spinach to the water just long enough to wilt the leaves, and then drain and pat dry. Set aside. Combine cucumber and carrots in a bowl, and season with salt and pepper. Set aside.\n\nPreheat wok over medium-high heat. Cook carrots and cucumbers in a small amount of sesame oil to soften, stirring frequently. Remove from pan, and set aside. Add a small amount of sesame oil to the pan, and cook spinach in sesame oil for a minute or two. Remove spinach from pan,and set aside. Add the meat strips and marinade to the wok; cook, stirring frequently, until the liquid reduces in volume, about 4 to 5 minutes.\n\nTransfer the stone bowls from the oven to suitable heat resistant surface. Brush each bowl with sesame oil to coat. Divide the rice into the bowls, and gently pack to the bottom (the rice should sizzle as you arrange). Arrange the cucumbers and carrots, bean sprouts, greens, shiitake mushrooms, and beef mixture over each potion of rice. Immediately before serving , add one raw egg yolk to each bowl, drizzle with about a tablespoon of sesame oil, and top with the nori. Serve Kochujang sauce as a condiment.",
    "pubdate": "",
    "author": "http://allrecipes.com/recipe/dol-sot-bi-bim-bap/",
    "veg": "no",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "Drunken Trout",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "2 Trout Fillets Skin removed\n1/4 cup Soy Sauce\n1/4 cup Bourbon\n1 cup water\n1/4 cup brown sugar\n1 teaspoon worchestershire sauce\n1 tablespoon lemon juice\n\nCut Trout filets into serving size pieces. Mix all other ingredients in a medium non metal bowl. Marinate trout fillets in mixture for 1-2 hours in refrigerator. Broil or grill fillets 5 minutes per side till it flakes easily.",
    "pubdate": "",
    "author": "http://www.lakemichiganangler.com/recipes/trout/drunken_trout.htm",
    "veg": "no",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Apple Pudding",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "Sliced apples\n1 1/2 cups sugar, divided\n1 tsp nutmeg\n1 1/2 cups heavy cream\n2 1/2 cups milk, divided\n2 cups flour\n2 tsp baking powder\n1/2 tsp salt\nvanilla to taste\n\nPut enough sliced apples in a 10x13 inch pan to make a layer about 1 inch deep. Mix with 1 cup of sugar; sprinkle nutmeg over top. Combine cream, 1/2 cup milk, flour, baking powder, and salt into a thin batter. Spread over apples. Bake at 350F about 30 minutes. Combine remaining milk, sugar, and vanilla to taste. Cut pudding in squares and serve (apple side up) with the flavored milk.",
    "pubdate": "",
    "author": "Flavors of Wisconsinsconsin",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "cinnamon quick bread",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "V's mom email",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Bourbon apple cake",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Real simple",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Apple caramel cake",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Melt In Your Mouth Blueberry Cake",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "2 eggs, separated\n1 cup sugar\n1/4 teaspoon salt\n1/2 cup shortening\n1 teaspoon vanilla\n1 1/2 cups sifted flour\n1 teaspoon baking powder\n1/3 cup milk\n1 1/2 cups fresh blueberries\n\nPreheat oven to 350F. Beat egg whites until stiff. Add about 1/4 cup of the sugar to keep them stiff.\n\nCream shortening: add salt and vanilla to this. Add remaining sugar gradually. Add unbeaten egg yolks and beat until light and creamy. Add sifted dry ingredients alternately with the milk. Fold in beaten whites. Fold in the fresh blueberries. (Take a bit of the flour called for in recipe and gently shake berries in it so they won't settle)\n\nTurn into a greased 8x8 inch pan. Sprinkle top of batter lightly with granulated sugar. Bake for 50 to 60 minutes. Serves 8.",
    "pubdate": "",
    "author": "Cooking Down East",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "lemon ginger macaroons",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "carrot cake",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Heartland",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "chai cranberry cupcakes",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "BHG",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Double Apple Pie",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "FOR THE CRUST\n2 _ cups/300 grams all-purpose flour\n_ teaspoon/2.5 grams kosher salt\n2 _ sticks/20 tablespoons/285 grams unsalted butter, chilled and cubed\n4 tablespoons/60 milliliters vodka (optional)\n_ to _ cup ice water\n\nFOR THE FILLING\n3 pounds/1 1/3 kilograms apples, peeled, cored and thinly sliced crosswise (1/8-inch)\n_ cup/99 grams granulated sugar, more as needed\n2 tablespoons/30 grams dark brown sugar\n2 tablespoons/30 grams quick-cooking tapioca\n1 _ teaspoons/3 grams ground cinnamon\n1 teaspoon/3 grams ground ginger\n_ teaspoon grated nutmeg\n Pinch ground cloves\n1 _ tablespoons/22 milliliters lemon juice\n3 tablespoons/45 grams apple butter\n Heavy cream or milk, as needed\n Whipped cream, sour cream or crrme fraiche, for serving\n\nMake the crust: In a food processor, pulse together flour and 1/2 teaspoon salt. Add butter and pulse until mixture forms 3/4-inch pieces. Mix vodka with 4 tablespoons ice water (or use 1/2 cup ice water). Add half the ice water mixture to dough, pulse a few times, then continue adding liquid a tablespoon at a time until dough just comes together (you might not use all the liquid). Dough should be moist, but not wet, and hold together when pinched. If there are visible pieces of butter in the dough, all the better.\n\nOn a lightly floured surface, gather dough into a ball. Remove a third of the dough and form into a disk. Form remaining dough into a disk. Cover both tightly with plastic wrap and refrigerate for at least 1 hour and up to 5 days.\n\nOn a lightly floured surface, roll out larger disk to a 12-inch circle. Transfer dough to a 9-inch pie plate. Fold over any excess dough, then crimp edges. Prick crust all over with a fork, then chill crust for 30 minutes or up to 24 hours.\n\nWhile dough chills, heat oven to 400 degrees. Line chilled crust with foil or parchment paper and fill with pie weights or dried beans. Bake for 15 minutes; remove foil and weights and bake until pale golden, 5 minutes more. Cool on rack until needed. (You can bake the crust up to 24 hours in advance.)\n\nToss apples with sugars, tapioca, spices, 1/2 teaspoon salt and the lemon juice. Fold in apple butter. Transfer apples to crust and press gently to make sure fruit is tightly packed.\n\nRoll out remaining dough disk to a 10-inch round. Use a knife to cut strips 1 3/4 inches wide. Arrange strips over the filling in a lattice pattern. Brush top of crust with heavy cream or milk. Sprinkle with granulated sugar.\n\nPlace pie on a rimmed baking sheet lined with foil. Bake 15 minutes; reduce heat to 350 degrees and continue baking until crust is golden brown and juices are bubbling thickly, about 1 hour 15 minutes more. Let pie cool on a wire rack for at least 2 hours before cutting. Serve with whipped cream, sour cream or creme fraiche.",
    "pubdate": "",
    "author": "http://cooking.nytimes.com/recipes/1016924-double-apple-pie",
    "veg": "Yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Danish Kringle",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "For the Kringle:\n1/2 cup sour cream\n3/4 teaspoon vanilla\n1 cup (4.5 ounces) all-purpose flour\n8 tablespoons unsalted butter, chilled and cut into 1 tablespoon chunks\n1 egg\n1 tablespoon sugar\n\nFor the Kringle Filling:\n4 tablespoons unsalted butter\n2 medium apples, diced\n2 tablespoons sugar\n1/2 teaspoon ground cinnamon\n1 teaspoon vanilla extract\n1 teaspoon cornstarch\n\nFor the Kringle Icing:\n1/2 cup powdered sugar\n1/2 tablespoon milk\n1/2 teaspoon vanilla\n\n1.\nIn a small bowl mix together sour cream and vanilla. Set aside.\n\n2.\nUsing a pastry blender or several pulses with a food processor cut together flour and butter so butter is reduced to small pea-sized bits. Stir in sour cream mixture. Blend well to form a dough. Shape into a disk. Flatten disk slightly, cover and chill at least 2 hours or overnight.\n\n3.\nWhile the pastry is chilling, prepare the kringle filling. In a small saucepan, brown the butter for the icing in a saucepan over medium heat, swirling the pan every so often. Once the butter has browned, add the apples, sugar, cinnamon and vanilla. Cook until apples have softened then quickly whisk in corn starch. Cook until mixture has thickened, about 5 minutes more. Remove from heat and transfer filling into a bowl. Cover and refrigerate until completely chilled, about 2 hours.\n\n4.\nMove oven rack to the center position. Preheat oven to 450F. In a small bowl whisk together egg and sugar for the egg wash. Set aside. On a floured work surface, roll out the dough disk into a 12 by 6 inch rectangle. Spread filling down center in a thin strip leaving two inches clear on each side and an inch and a half at both ends. Fold sides over center then fold ends up, press lightly to seal. Brush with egg wash.\n\n5.\nBake on a parchment lined cookie sheet for 10 to 15 minutes or until golden brown. Just before kringle finishes baking whisk together confectioners sugar, milk and vanilla in a small bowl for the icing. Drizzle icing over warm kringle. Cool on wire rack. Store in a covered container. Best within a day.",
    "pubdate": "",
    "author": "http://www.seriouseats.com/recipes/2013/12/apple-cinnamon-kringle.html",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Buttermilk Bourbon Pie",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "From: Heartland: The Best of the Old and the New from Midwest Kitchens, Marcia Adams, 1991, p. 119.\n\n9-inch pastry shell\n3 eggs\n_ cup sugar\n3 tbsp all-purpose flour\n1 _ cups buttermilk\n1 tsp vanilla\n3 tbsp bourbon\n3 tbsp butter, melted (no substitutes)\nGrated nutmeg\n\nHeavy yellow buttermilk, flecked with bits of golden butter left over from churning, often found its way into cakes, muffins, bread, and pies. Buttermilk pie with a splash of bourbon stands on its own, though, as a very unique cream pie. No one is quite sure what it is, but everyone eats it with unmitigated pleasure.\n\nBake the well-pricked pie shell ina  400F oven for just 10 minutes. Reduce the oven temperature to 350F. In a mixer bowl, beat the eggs and sugar until light and fluffy. Add the flour and beat again. With the beater running slowly, pour in the buttermilk. Add the vanilla, bourbon, and melted butter; blend. Pour the filling into the partially baked pie shell and dust the surface with nutmeg. Bake until the filling just sets, about 20 minutes, then turn off the oven and leave the pie in for 10 minutes longer. Remove the pie to a rack; it will continue to set as it cools. (Custard pies should not bake too long or the custard will curdle.)",
    "pubdate": "",
    "author": "Heartland",
    "veg": "Yes",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Chocolate Chess Pie",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "1/2 (14.1-oz.) package refrigerated piecrusts\n1/2 cup butter\n2 (1-oz.) unsweetened chocolate baking squares\n1 (5-oz.) can evaporated milk (2/3 cup)\n2 large eggs\n2 teaspoons vanilla extract, divided\n1 1/2 cups granulated sugar\n3 tablespoons unsweetened cocoa\n2 tablespoons all-purpose flour\n1/8 teaspoon salt\n1 1/2 cups pecan halves and pieces\n2/3 cup firmly packed light brown sugar\n1 tablespoon light corn syrup\n\nPreheat oven to 350F. Roll piecrust into a 13-inch circle on a lightly floured surface. Fit into a 9-inch pie plate; fold edges under, and crimp.\n\nMicrowave butter and chocolate squares in a large microwave-safe bowl at MEDIUM (50% power) 1 1/2 minutes or until melted and smooth, stirring at 30-second intervals. Whisk in evaporated milk, eggs, and 1 tsp. vanilla.\n\nStir together granulated sugar and next 3 ingredients. Add sugar mixture to chocolate mixture, whisking until smooth. Pour mixture into prepared crust.\n\nBake pie at 350F for 40 minutes. Stir together pecans, next 2 ingredients, and remaining 1 tsp. vanilla; sprinkle over pie. Bake 10 more minutes or until set. Remove from oven to a wire rack, and cool completely (about 1 hour).",
    "pubdate": "",
    "author": "http://www.myrecipes.com/recipe/chocolate-pecan-chess-pie",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "indian No-Egg Strawberry Cake",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "Sprite! Among other things. See link.",
    "pubdate": "",
    "author": "http://www.peekncook.com/Show-A-Recipe/42145/eggless-strawberry-cake",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "apple chocolate chip cookies",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "http://www.canadianliving.com/food/baking_and_desserts/apple_chocolate_chip_cookies.php",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "apple crisp",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "Yes",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Banana Bourbon Cake",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "FOR THE CAKE\n2 1/4 cups all-purpose flour, plus more for pans\n3/4 teaspoon baking soda\n1/2 teaspoon baking powder\n1/2 teaspoon salt\n8 tablespoons (1 stick) unsalted butter, room temperature, plus more for pans\n1 1/2 cups granulated sugar\n3 large eggs, separated\n2 to 3 ripe bananas, enough to make 1 cup mashed\n1/2 cup buttermilk\n1 teaspoon pure vanilla extract\n\nFOR THE FILLING AND TOPPING\n1 cup heavy cream\n2 tablespoons confectioners' sugar\n3/4 cup sour cream\n3 bananas, not too ripe\n2 tablespoons unsalted butter\n2 tablespoons dark-brown sugar\n3/4 cup bourbon\n\nHeat oven to 350 degrees. Grease and flour two 8-inch round cake pans. In a bowl, sift together flour, baking soda, baking powder, and salt. Set aside.\n\nCream together butter and sugar. Add egg yolks one at a time. In another bowl, mash bananas, and combine with buttermilk and vanilla. Add alternately to butter mixture with flour mixture, beginning and ending with flour.\n\nBeat egg whites until stiff; fold into batter.\n\nDivide batter between prepared pans. Bake until a toothpick inserted into the center comes out clean, 30 to 35 minutes. Let cool in pans for 5 minutes, then turn out onto a rack to cool completely.\n\nWhen cake layers are cool, whip cream with confectioners' sugar until stiff. Fold in sour cream. Place a cake layer on a plate, and spread with filling to within 1 inch of edge. Place other layer on top, and press down lightly. Chill for 1 hour.\n\nSlice bananas 1/2 inch thick. Melt butter in a large saute pan over medium heat. When it sizzles, add slices in a single layer. Sprinkle with sugar. When golden brown, turn slices; cook until brown on other side.\n\nCarefully pour in bourbon (using a measuring cup, never the bottle) and ignite with a match. Cook until flames die down, shaking the pan to toss bananas in syrup. Remove from heat.\n\nArrange banana slices on top of cake. Pour remaining syrup over cake, letting it drip down sides. Serve immediately.",
    "pubdate": "",
    "author": "http://www.marthastewart.com/316229/banana-bourbon-layer-cake",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Coconut Chocolate Pie",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "1 1/2 cups sugar\n5 tablespoons cocoa powder\n2 tablespoons all-purpose flour\n1/4 teaspoon salt\n1/2 cup evaporated milk\n3 large eggs, room temperature\n1/3 cup unsalted butter, softened\n1 teaspoon vanilla\n1 partially 9-inch baked pie crust\n[coconut]\n\nPreheat oven to 325F degrees.\nCombine sugar, cocoa, flour, and salt.\nBlend in milk.\nBeat in eggs 1 at a time.\nAdd butter and vanilla, beat until smooth.\nPour into prebaked pie shell.\nBake in 325* oven for 55-60 minutes.",
    "pubdate": "",
    "author": "http://www.food.com/recipe/chocolate-chess-pie-22421",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Bread Pudding with Whiskey Sauce",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "1/2 cup raisins\n1/2 cup Irish whiskey\n5 eggs\n2 cups heavy cream\n1 cup sugar\n1/2 tsp vanilla\n1/4 tsp nutmeg\n8 to 9 slices firm white bread\n4 Tbs butter softened\nSauce:\n1 stick butter\n1 cup sugar\n6 Tbs heavy cream\n1/4 cup Irish whiskey\n\nPudding:\nSoak raisins in whiskey for 1 hour.\nButter a 9 inch non metal baking dish. In bowl blend: eggs, cream, sugar, vanilla and spices.\nButter one side of bread with softened butter.\nCut slices diagonally. Arrange 1/2 bread in dish overlapping pieces.\nDrains raisins and sprinkle 1/2 over bread.\nRepeat with remaining bread and raisins.\nPour over custard and soak for 30 minutes.\nThen place dish in a water bath and bake 400F for an hour or top is golden and set.\nRemove dish from water bath and cool on rack.\n\nMake sauce:\nMelt butter in saucepan, whisk in sugar and cream and whiskey .\nSimmer low until sauce thickens.\nPour sauce over individual pudding portions",
    "pubdate": "",
    "author": "http://allrecipes.com/Recipe/Bread-Pudding-II/    http://www.grouprecipes.com/112123/irish-bread-pudding-with-whiskey-sauce.html",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Carrot Cake with Olive Oil and Apple Cider",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "2 1/3 cups (290 grams) all-purpose flour\n3/4 teaspoon (5 grams) table or fine sea salt\n2 teaspoons (10 grams) baking powder (I prefer aluminum-free)\n1 1/4 teaspoon ground cinnamon\n1/4 teaspoon ground or a bunch of gratings of whole nutmeg\n1/8 teaspoon ground cloves\n1/2 cup (120 ml) olive oil\n3/4 cup (145 grams) dark brown sugar\n2 large eggs\n1 cup cider (235 ml, see buying suggestions below)\n1 teaspoon (5 ml) vanilla extract\n1 1/2 cups packed coarsely grated carrots from about 9 ounces (2 to 2 1/2 meaty/large or 4 to 5 slim; about 255 grams) whole carrots\nOlive oil or nonstick cooking spray for baking pan\n\nHeat oven to 350 degrees. Coat a 9_5-inch loaf pan with olive oil or a nonstick cooking spray. If yours is old and you're nervous about the cake sticking, it cannot hurt to line yours with a fitted rectangle of parchment paper.\n\nIn a large bowl, whisk together flour, salt, baking powder, cinnamon, nutmeg and cloves. In a medium bowl, whisk together olive oil, brown sugar, eggs, cider and vanilla. Stir grated carrots into wet ingredients until evenly coated, then stir wet ingredients into dry just until no floury bits remain.\n\nPour into prepared pan and bake for 60 to 70 minutes, until a skewer inserted into the center comes out batter-free. Let cool in loaf pan for 20 to 30 minutes, then remove from pan and cool the rest of the way on a rack. Loaf should keep at room temperature for a few days, and longer in the fridge. It's even more moist on the second day.\n\nWhatever you do, definitely avoid making a cream cheese frosting-like spread whipped together from 4 ounces of softened cream cheese, 2 tablespoons softened unsalted butter, 1/2 teaspoon vanilla extra and 6 tablespoons powdered sugar, some of which can be replaced with honey or maple syrup but will make for a softer spread. It will unquestionably compromise this cake's dairy-free status. It might be dangerously good.",
    "pubdate": "",
    "author": "http://smittenkitchen.com/blog/2014/10/carrot-cake-with-cider-and-olive-oil/",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Berry Medley Oatmeal Bars",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "3/4 cup blueberries\n3/4 cup blackberries\n3/4 cup sliced strawberries\n2 tablespoons sugar\n2 teaspoons cornstarch\n3/4 cup whole wheat pastry flour\n3/4 cup old fashioned oats\n1/2 cup brown sugar\n1/2 teaspoon baking powder Pinch of salt\n1 large egg, beaten\n1 teaspoon vanilla extract\n1/2 cup (1 stick) unsalted butter, cut into cubes\n1 tablespoon turbinado sugar\n\nPreheat oven to 375 degrees F. Lightly coat an 8_8 baking dish with nonstick spray.\nIn a small bowl, combine berries, sugar and cornstarch; set aside.\nIn a large bowl, combine flour, oats, brown sugar, baking powder and salt. Add egg, vanilla and cold butter, using your fingers to work the butter into the dry ingredients until it resembles coarse crumbs.\nSpread 2/3 of the batter into the prepared baking dish. Spread berry mixture evenly over the bottom layer. Sprinkle with remaining 1/3 of the batter and turbinado sugar.\nPlace into oven and bake until lightly browned, about 25-30 minutes. Let cool slightly before cutting into bars.",
    "pubdate": "",
    "author": "http://damndelicious.net/2013/05/10/berry-medley-oatmeal-crumb-bars/",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Apple Ginger Muffins",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "1 cup (120 grams) whole wheat flour\n1 cup (130 grams) all-purpose flour\n1 teaspoon baking powder\n1 teaspoon baking soda\n1/4 teaspoon salt\n1 tablespoon cinnamon\n1/2 cup (115 grams) unsalted butter, at room temperature\n1/2 cup (100 grams) granulated sugar\n1/2 cup (95 grams) dark brown sugar, packed, divided\n1 large egg, lightly beaten\n1 cup buttermilk (235 ml) or yogurt (230 grams)\n2 large apples, peeled, cored, and coarsely chopped\n\nPreheat the oven to 450F. Grease and flour 18 muffin cups and set aside.\n\nMix together the flours, baking powder, baking soda, salt, and cinnamon, and set aside. In a separate bowl, cream the butter and add the granulated sugar and 1/4 cup of the brown sugar. Beat until fluffy. Add the egg and mix well; stop once to scrape the sides and bottom of the bowl.Mix in the buttermilk gently. (If you over-mix, the buttermilk will cause the mixture to curdle.) Stir in the dry ingredients and fold in the apple chunks.\n\nDivide the batter evenly among the prepared muffin cups, sprinkling the remaining 1/4 cup brown sugar on top. Bake for 10 minutes, turn the heat down to 400F, and bake for an additional 5 to 10 minutes, or until a toothpick inserted into the center of a muffin comes out clean. Cool the muffins for 5 minutes in the tin, then turn them out onto a wire rack to cool completely.",
    "pubdate": "",
    "author": "http://smittenkitchen.com/blog/2008/04/whole-wheat-apple-muffins/",
    "veg": "yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Coffee Flavored Corn Cookies",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "1 pound leaf lard or vegetable shortening\n1 1/2 cups sugar\n2 eggs\n2 cups masa harina\n1 cup all-purpose flour\n3/4 cups freshly brewed coffee \n\nBeat the lard with a wooden spoon or in a mixer using the paddle attachment until smooth. Add the sugar and mix until light and fluffy. Add the eggs, one at a time, then add one-third of the flour. Add about one third of the coffee and continue alternating the flour and coffee in two more batches until incorporated. Scrape down the sides as necessary and beat until thoroughly combined. Turn out onto a lightly floured surface and knead until a smooth and uniform dough is formed.\n\nWith your hands, roll out pieces about 5 inches wide and 1/2 inch thick, starting in the center and rolling outward so that they are evenly thick. Connect one end of each piece to the other, making a ring, and place on a parchment-lined baking sheet, about 1 inch apart. Refrigerate until firm, about 10 minutes. \n\nPreheat the oven to 350F. Bake the cookies for 12 to 15 minutes, or until golden, and allow to cool on the baking sheet.",
    "pubdate": "",
    "author": "http://www.seriouseats.com/recipes/2010/12/coffee-flavored-corn-cookies-recipe.html",
    "veg": "no",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Blueberry Gingerbread",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "From: Cooking Down East: Favorite Maine Recipes, Marjorie Standish (with Melissa Kelly), 1968 (2010), p. 163.\n\n_ cup shortening\n_ tsp salt\n1 cup sugar\n1 egg\n2 cups flour\n_ tsp iner\n1 tsp cinnamon\n1 tsp baking soda\n3 tbsp molasses\n1 cup sour milk or buttermilk\n1 cup Maine blueberries\n3 tbsp sugar\n\nPreheat to 350F. Cream shortening. Add salt. Add sugar, gradually. Add unbeaten egg and beat mixture until liht and creamy.\n\nSift and measure flour. Sift with giner and cinnamon.\n\nMeasure soda into buttermilk or sour milk. (If you do not have either and want to 'sour' milk, then use 1 cup sweet milk and add 2 tbsp vinegar to this.) Stir soda to dissolve in sour milk.\n\nAdd sifted dry ingredients and sour milk alternately to creamed mixture. Add 3 tbsp molasses. \n\nAdd blueberries. Use a greased and floured 9 by 9 inch pan. Turn batter into pan. Sprinkle 3 tbsp sugar over top of batter. Bake for 50 to 60 minutes.",
    "pubdate": "",
    "author": "Cookng Down East",
    "veg": "Yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Rhubarb Cake",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "Yes",
    "url": "",
    "text": "From: The Flavor of Wisconsin: An Informal History of Food and Eating in the Badger State, Harva Hachten and Terese Allen, 2009, p. 301.\n\n1 cup shortening\n1 _ cups brown sugar\n1 egg\n1 cup sour milk or buttermilk\n1 tsp baking soda, divided\n2 cups flour\n1 tsp vanilla\n1 _ cups finely cut raw rhubarb\n_ cup sugar\n1 _ tsp cinnamon\nWhipped cream\nAdditional cinnamon and sugar\n\nCream shortening and brown sugar; beat in egg. Stir _ tsp of the baking soda into the milk or buttermilk and add to shortening mixture. Combine flour and remaining bakin soda and mix into batter with vanilla. Fold in rhubarb. Pour into a butter 9x13 inch pan. Sprinkle with sugar and cinnamon. Bake at 350F for 40 minutes.\n\nServe topped with whipped cream and sprinkle with additional cinnamon and sugar.",
    "pubdate": "",
    "author": "Flavors of Wisconsin",
    "veg": "Yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Chocolate Pudding",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "_ cup Cocoa Powder\n_ cup Sugar (white or brown)\n2 tablespoons Corn Starch\n1 pinch Salt\n2 cups Milk\n1 Egg\n_ cup Chocolate Chips\n1 teaspoon Vanilla Extract\n\n1.  In a medium to large sized pot combine 1/2 cup Cocoa Powder, 1/2 cup Sugar, 2 tablespoons Corn Starch and 1 pinch Salt.\n2. Crack the egg into a bowl and whisk well. Set aside for now.\n3. Turn the burner onto medium heat and place the pot with the dry ingredients onto the heat. Immediately whisk in the 2 cups of Milk\n4. Continue to whisk swiftly for about 2 minutes or until it is a bit warm.\n5. Whisk in the egg.\n6. Keep whisking for a couple minutes as it thickens. If it starts to stick to the bottom at all turn the heat down slightly. Once it starts boiling slightly, give it approximately another half minute and keep it moving so it doesn't burn.\n7. Take the pot off of the heat and add the _ cup Chocolate Chips. Mix well.\n8. Add 1 teaspoon Vanilla Extract and combine well.\n9. Pour into serving dishes and chill for about 2 hours or eat warm.",
    "pubdate": "",
    "author": "http://thecookinggeek.com/chocolate-pudding/",
    "veg": "Yes",
    "vegan": "No",
    "GF": "yes"
  },
  {
    "title": "Rhubarb Barley Butterscotch Cookies",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "1/2 c butter, softened\n3/4 c brown sugar, firmly packed\n1/2 c sugar\n2 large eggs\n1 1/2 tsp pure vanilla extract\n1 3/4 c flour\n1 tsp cinnamon\n1/2 tsp freshly grated nutmeg\n1 tsp baking soda\n1 tsp salt\n3 c old fashioned oats [we used barley]\n3 c rhubarb, finely chopped \n1 c white chocolate chips\n3/4 c walnuts, chopped (kill Eric version)\n\nPreheat oven to 375 degrees. In a large bowl beat butter, white & brown sugars together until creamy. Add eggs and vanilla and blend.\nIn a separate bowl sift together and blend well your flour, baking soda, cinnamon, nutmeg and salt. Now add to your wet ingredients and blend till smooth.\nAdd in your 3 cups of oatmeal and rhubarb and stir with a wooden spoon till well combined. Then, add your white chocolate chips and stir well.\nLine a baking sheet with parchment paper and drop cookies by large spoonful onto paper. Cook for 9 - 12 minutes....check your first batch to find the right timing. Mine were done at about 11 minutes.\nI left one batch in for over 12 minutes and they were brown but not burnt as you can see. I prefer the white chips not to brown. They look so pretty with the pink rhubarb.",
    "pubdate": "",
    "author": "http://www.justapinch.com/recipes/dessert/cookies/rhubarb-oatmeal-cookies.html",
    "veg": "Yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Straw barb pie",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "shortbread w/ rhubarb applesauce",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Lambic Ice Cream Float",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "Simple vanilla ice cream:\n\n1 cup whole milk\n3/4 cup granulated sugar\npinch of salt\n2 cups heavy cream\n1 tbsp pure vanilla extract\n\nIn a medium bowl, whisk to combine milk, sugar, and salt until the sugar is dissolved. Stir in the heavy cream and vanilla. Cover and refrigerate 1 to 2 hours, over overnight.\n\n(We use an ice cream maker...) Pour the mixture into the frozen freezer bowl and let mix until thickened, about 15 to 20 minutes. The ice cream will have a soft, creamy texture. if a firmer consistency is desired, transfer the ice cream to an airtight container and place in freezer for about 2 hours. Remove from freezer about 15 minutes before serving.\n\nPour some New Glarus Cherry Lambic over the ice cream for a delicious float...",
    "pubdate": "",
    "author": "Cuisinart",
    "veg": "Yes",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "tapioca",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "carrot juice ice cream",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Rhubarb Ice Cream",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "3 cups sliced fresh rhubarb\n2 cups sugar\n1 teaspoon lemon juice\n1 cup heavy whipping cream\n\nPreheat oven to 375F. In an ungreased 13x9-in. baking dish, combine rhubarb and sugar; toss to combine. Bake, covered, 30-40 minutes or until tender, stirring occasionally. Cool slightly.\nPlace rhubarb mixture in a blender; cover and process until pureed. Transfer to a bowl; refrigerate, covered, until cold.\nStir lemon juice into rhubarb. In a small bowl, beat cream until stiff peaks form; fold into rhubarb mixture. Transfer to a shallow 1-qt. freezer container. Freeze 1 hour, stirring every 15 minutes. Freeze, covered, overnight or until firm. Yield: about 2-3/4 cups.",
    "pubdate": "",
    "author": "http://www.tasteofhome.com/recipes/refreshing-rhubarb-ice-cream",
    "veg": "Yes",
    "vegan": "no",
    "GF": "Yes"
  },
  {
    "title": "Mint Chocolate Chip Ice Cream",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "2 cups heavy cream\n1 cup whole milk\n2 cups packed fresh mint leaves\n2 large eggs\n3/4 cup sugar\n3 ounces fine-quality bittersweet chocolate (not unsweetened)\n\nIn a blender blend cream, milk, and mint until mint is finely chopped. In a saucepan bring cream mixture just to a boil and cool 15 minutes. Whisk in eggs and sugar and cook over moderate heat, stirring constantly, until slightly thickened and a thermometer registers 170F. (Do not let custard boil or it will curdle.) Pour custard through a fine sieve into a bowl. Chill custard, its surface covered with plastic wrap, until cold, at least 3 hours, and up to 1 day. Chop chocolate. Freeze custard in an ice-cream maker. Transfer ice cream to an airtight container and stir in chocolate. Put ice cream in freezer to harden.",
    "pubdate": "",
    "author": "http://www.epicurious.com/recipes/food/views/fresh-mint-chocolate-chip-ice-cream-15245",
    "veg": "Yes",
    "vegan": "no",
    "GF": "Yes"
  },
  {
    "title": "coffee ice cream",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "lime basil sorbet",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "cold cuke soup",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "http://www.foodnetwork.com/recipes/emeril-lagasse/cold-cucumber-soup-recipe.html",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "johnny cakes w/ maple syrup",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "From: The Kentucky Housewife, Lettice Bryan, 1839, p. 315\n\ncornmeal\nlukewarm water or buttermilk\nbutter\nsalt\nmaple syrup\n\nMake a thin dough of sifted Indian meal [corn meal] and lukewarm water or sweet milk (buttermilk), adding a teaspoonful of salt, and a large spoonful of butter to each quart of meal. Work it well, as Indian meal, in whatever way it is prepared, should be worked thoroughly. Having ready a piece of board planed smooth, wet it with water, and put on a cake of the dough about three quarters of an inch thick, make it smooth and even round the edges, brush it over with sweet cream, and brown it lightly before a clear fire, propping it on one edge by setting something behind it, to support it. Then run the blade of a knife or a sewing thread between the bread and board, to loose it turn it over, brown the other side in the same manner, first moistening it with sweet cream, and then cut it across in small cakes, split them, lay a slice of firm butter on one half of each piece, put them together again, and send them immediately to the table.\n\nTranslation: get some corn meal (maybe a couple of cups), and mix it with some water or buttermilk, as well as some melted butter, till you get a moist but not sticky dough. Now work that dough! Grab some of the dough, enough to make a patty three quarters of an inch thick (think biscuit size, maybe smaller), smooth it out, brush some of the buttermilk on it, and put it on a hot griddle. The recipe is having you make all the dough at once, but you should just make one patty or cake at a time, like you would pancakes. Brown them, take em off the griddle, and butter them up! Don't forget to serve it with a sweet topping. We like maple syrup. But really, this recipe can be as simple as frying (in butter) a dough made from corn meal, water, and salt.",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "corn mush with apples",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "From: The Kentucky Housewife, Lettice Bryan, 1839, p. 316\n\ncornmeal\nwater\napples\n\nLike many other of our receipts, the process of making mush is quite plain and simple, yet it is often badly prepared and to the inexperienced some instructions are necessary. Sift some fine Indian meal [corn meal], make a smooth batter of it by stirring in a sufficiency of cold water. Having ready a pot of boiling water, throw in a handful of salt, and stir in your batter till it is like very thick soup. Boil it till of the proper consistence, and stir it frequently to prevent its being lumpy, and to keep it from burning at the bottom. Mush, made in this manner, will never fail to be thoroughly done and clear of lumps, which are two common failures. Cold mush maybe sliced and fried brown in butter. They are very good for breakfast.\n\nTranslation: Though a tad condescending, Lettice is right: two common failures for corn mush are making it lumpy or undercooked. We say give this recipe a shot (adding apples in while you boil it to the proper _consistence), but you can also do this more simply, usually without failure: boil a couple of cups of water in a pot, add a cup or so of corn meal and as many apple chunks as you wish, simmer it and stir regularly till done. Also see the recipes for grits.",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "paw paw pancakes",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "pumpkin grits w/ brown butter",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "rice cakes",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Bluegrass",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Biscuits a la Bittman",
    "meal": "Breakfast",
    "location": "?",
    "season": "winter",
    "speciality": "No",
    "url": "data/img/bittman.jpg",
    "text": "From: How to Cook Everything Vegetarian, Mark Bittman, 2007, p. 695\n\n2 cups all-purpose or cake flour, plus more as needed\n1 scant tsp salt\n1 tbsp baking powder\n1 tsp baking soda\n2 to 5 tbsp cold butter (more is better)\n7/8 cup yogurt or buttermilk\n\nPreheat the oven to 450F.\n\nMix the dry ingredients together ina  bowl or food processor. Cut the butter into bits and either pulse it in the food processor (easier) or pick up a bit of the dry ingredients, rub them with the butter between your fingers, and drop them again. Make sure all the butter is thoroughly blended into the flour mixture before proceeding. \n\nUse a large spoon to stir in the yogurt just until the mixture forms a ball. Turn the dough out onto a lightly floured surface and knewad it 10 times; no more. If it is very sticky, add a little flour, but very little; it should still stick to your hands a little.\n\nPress the dough into a _ inch-thick rectangle and cut into 2-inch rounds with a biscuit cutter or glass. Put the rounds on an ungreased baking sheet. Gently reshape the leftover dough and cut again.\n\nBake for 7 to 9 minutes, or until the biscuits are a beautiful golden brown. Serve within 15 minutes for them to be at their best.\n\nSee also Bittman's sweet potato biscuits",
    "pubdate": "",
    "author": "Bittman",
    "veg": "Yes",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "beets, carrots, red cabbage",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "Yes",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "canned tomatoes and cabbage",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "Yes",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "whole wheat waffles",
    "meal": "Breakfast",
    "location": "Wisconsin",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Garlic Cheese Grits",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "3 1/2 Cups Water\n1/2 Tsp. Salt\n1 cup Stone Ground Corn Grits\n4 Tbl. ( 1/2 stick ) butter, diced\n3 Large Eggs, Separated\n1/3 Pound Grated Aged Trappist Cheese\n1/2 cup Minced Fresh Garlic\nCayenne Pepper to taste\n\nPreheat oven to 375F.\nAdd salt to water and bring to a boil.\nSlowly stir in grits with an egg whip.\nSimmer, stirring frequently, until grits are soft, about 15 minutes. Add the butter and remove from burner.\nAdd cheese, garlic, seasonings, and yolks of eggs.\nAllow to cool before adding stiffly beaten egg whites.\nLightly fold in egg whites, and pour mixture into buttered souffle dish.\nBake until golden brown and firm in the center, about 30 minutes.",
    "pubdate": "",
    "author": "https://www.kentuckyderby.com/party/recipes/southern-sides/garlic-cheese-grits",
    "veg": "Yes",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Corn Pone",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "From: Native Harvests: Recipes and Botanicals of the American Indian, Barrie Kavasch, 1979, p. 119.\n\n1 cup cornmeal\n_ cup nut milk or water\n1 tsp baking powder\n2 tbsp bacon drippings or butter\n\nMix the cornmeal, nut milk (or water), and baking powder together thoroughly. Grease a hot skillet with the fat. Drop the batter into the skillet by tablespoonfuls, shaping into 6 pone cakes. Brown for 10 minutes on each side. Serve hot.\n\nIndian women were creative and expiermental cooks. They sweetened their cornmeal batters with fresh or dried fruits and berries if available or with fragrant herbs, powdered roots, or small quantities of wood ashes.",
    "pubdate": "",
    "author": "Native Harvests",
    "veg": "No",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "German (June)apple Pancakes",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "From: Heartland: The Best of the Old and the New from Midwest Kitchens, Marcia Adams, 1991, p. 12.\n\n2 large cooking apples, such as Yellow Delicious or Granny Smith (in Kentucky we used Juneapples)\n_ cup butter\n1 cup all-purpose flour\n1 cup milk\n6 eggs\n1 tsp vanilla\n_ tsp salt\n_ tsp ground nutmeg\nConfectioners' sugar\n\nGerman apple pancakes are sometimes called puff pancakes and can be made without the apples. Either way, this is an unbeatable breakfast or luncheon dish and great for company.\n\nPreheat oven to 475F. Peel, core, and very thinly slice the apples; you should have approximately 1 _ cups. Melt 2 tbsp of the butter over medium low heat in a small fry pan, and saute the apples until they are just tender, about 3 minutes. Keep warm while preparing the batter. Place a 9 or 10 inch cast-iron skillet or very heavy ovenproof pan in the oven to heat for at least 5 minutes _ the pan has to be very hot for this recipe to really work properly. When it is well heated, add the remaining 2 tbsp of butter to melt and put skillet back in oven; the butter should be very hot but not brown when you add the apples and the batter.\n\nWhile the skillet is heating, place the flour, milk, eggs, vanilla, salt, and nutmeg in a blender, and whiz until smooth. (This can also be done with a rotary beater.) Remove the skillet from the oven, quicky arrange the warm saut_ed apple slices over the melted butter, and pour the batter evenly over all. Bake for 15 minutes, reduce heat to 375F, and bake 10 minutes longer. The pancake will puff and climb up the sides of the pan. Sprinkle with confectioners' sugar, then cut in wedges and serve with maple syrup and crisp bacon.",
    "pubdate": "",
    "author": "Heartland",
    "veg": "No",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "summer squash and kale",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "summer",
    "speciality": "Yes",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "fried green tomatoes",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "beets and goat cheese",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Sweet Potato Biscuits",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "data/img/bittman.jpg",
    "text": "From: How to Cook Everything Vegetarian, Mark Bittman, 2007, p. 695\n\nFollow the standard Bittman Biscuit recipe on page (XXXX), with the butter-flour mixture in hand. Grease the baking sheets. Stir 1 cup cooked, drained, and pureed sweet potato or winter squash into the butter-flour mixture. Add only enough yogurt or buttermilk to form the dough into a ball, usually between _ and _ cups (if your potatoes are very dry, you may need the whole 7/8 cup. Roll the dough a little thinner _ about _ inch thick. Cut as directed, into about 24 biscuits, and bake at 450F for 12 to 15 minutes.",
    "pubdate": "",
    "author": "Bittman",
    "veg": "Yes",
    "vegan": "No",
    "GF": "NO"
  },
  {
    "title": "Curried Turnips",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "2 tablespoons canola oil\n1 large onion, thinly sliced\n1/2 teaspoon fresh ginger, finely chopped, then ground to a paste\n1/2 teaspoon fresh garlic, finely chopped, then ground to a paste\n2 fresh green chilies, thinly sliced\n1 teaspoon whole mustard seeds\n1 teaspoon ground cumin\n1 teaspoon ground coriander\n1 14 ounce can Muir Glen Fire Roasted Diced Tomatoes\n1/2 teaspoon turmeric\n2/3 cup water\n10 ounces fresh turnips, peeled and diced (2 cups or so)\n1/2 teaspoon brown or raw sugar\nsalt to taste\n1/2 cup firmly packed fresh cilantro leaves, roughly chopped\n\nHeat the oil in a heavy-bottomed pot and fry the onions until they are golden. Add the ginger and garlic paste, the chilies and the fresh mustard seeds and keep cooking and stirring, until the mustard seeds pop and the onions are dark reddish brown.\n\nSprinkle the ground cumin and coriander over the onions, and stir and fry for another thirty seconds, or until the fragrance of these spices is released. Pour in the tomatoes, the turmeric and water, and stir to thoroughly combine.\n\nAdd the turnips, and cover. Bring to a boil, then turn down to a simmer, and cook until the turnips are softened, but are not falling apart. (You may need to add water if it all simmers away before your turnips are done_it depends on the age of your turnips. Older, woodier roots take longer to cook than the younger, fresh crisp ones.)\n\nSprinkle with the sugar and add salt to taste.\n\nStir in the cilantro and serve immediately.",
    "pubdate": "",
    "author": "http://www.tigersandstrawberries.com/2007/03/20/from-indias-vegetarian-cooking-spiced-turnips/",
    "veg": "Yes",
    "vegan": "Yes",
    "GF": "Yes"
  },
  {
    "title": "Popovers",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "2 eggs\n7/8 cup milk\n1 cup flour \n1/4 tsp salt\n1/2 tsp melted butter\n\nSift flour, measure, sift with salt. Beat eggs slightly; add milk and butter. Add to flour, mixing to make a smooth batter. Fill cold greased custard cups half full. Place cups on cookie sheet. Place in cold oven, set temperature at 400F, bake for 50 minutes. If the fuel you use means a preheated oven, then 45 minutes at 400F is good. This recipe makes 6 huge popovers.",
    "pubdate": "",
    "author": "Cooking Down East",
    "veg": "Yes",
    "vegan": "no",
    "GF": "no"
  },
  {
    "title": "Maple bourbon glazed parsnips",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "From: Heartland: The Best of the Old and the New from Midwest Kitchens, Marcia Adams, 1991, p. 76.\n\n2 lbs parsnips\n2 tbsp butter\n_ cup maple syrup\n_ tsp dry mustard\n_ tsp dried marjoram\nSalt and pepper\n\nThis white root vegetable that is first cousin to the carrot has long been popular with Midwestern country cooks. Parsnps are an exceedingly hardy vegetable and will winter over in the ground through even the harshest of Iowa seasons. In fact, frost or very cold weather improves their flavor, changing their starch content to sugar. Ideally the parsnips should all be the same size so they will cook eevenly in your pan, but Mother Nature rarely cooperates. Cut the larger parnsips into halves or fourths, and if they are really large, cut out the cores, for they will be woody.\n\nThe sauce, with its hint of marjoram, cooks down to a pleasing glaze.\n\nPreheat the oven to 400F. Peel the parsnips and slice them approximately 7/8 inch thick. Transfer the parnsips to a medium saucepan with water to cover. Bring to ab oil and cook, covered, for about 5 minutes, or until just tender _ don't let them get mushy. Drain the parsnips and transfer to a greased 1 quart casserole.\n\nIn a small saucepan, combine the rest of the ingredients and bring to a boil over low heat. Pour over the parsnips and bake uncovered for 40 minutes, or until the sauce is cooked down and the parsnfips begin to brown.",
    "pubdate": "",
    "author": "Heartland",
    "veg": "Yes",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "coconut cornbread",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "V's Cornbread",
    "meal": "Lunch or snack or something else",
    "location": "Grinnell",
    "season": "winter",
    "speciality": "Yes",
    "url": "",
    "text": "1 cup cornmeal\n1 cup flour\n1/2 cup sugar\n1 tsp salt\n2 1/2 tsp baking powder\n2 eggs\n1 cup milk\n1/3 cup oil or butter\n\nMix dry, mix wet in.\n\nPut in greased 9x9x2 pan.\n\nBake at 400-425F for 20 minutes.",
    "pubdate": "",
    "author": "V",
    "veg": "Yes",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Egg nog",
    "meal": "Drink",
    "location": "?",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "From: The Kentucky Housewife, Lettice Bryan, 1839, p. 408\n\n6 eggs\n1 cup rum\nQuart of buttermilk\n_ lb of powdered sugar\nNutmeg\n\nBreak six eggs, separating the whites from the yolks; beat the whites to a tiff froth, put the yolks in a bowl and beat them light. Stir into it slowly, that the spirits may cook the egg, half a pint of rum, or threegills of common brandy; add a quart of rich sweet milk [buttermilk] and half a pound of powered sugar; then stir in the egg froth, and finish by grating nutmeg on the top.",
    "pubdate": "",
    "author": "Kentucky Housewife",
    "veg": "Yes",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "canned tomato stewed kale",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "soda bread",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "mint julep",
    "meal": "Drink",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "miso greens",
    "meal": "Lunch or snack or something else",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "quark/ricotta",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Homemade Yogurt",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "tomato sandwich",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Corfu Rooster",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1 rooster, cut into pieces\n7 garlic cloves, smashed\n1 teaspoon cinnamon\n1 teaspoon salt\n_ teaspoon black pepper\n3 tablespoon olive oil or lard\n1 tablespoon tomato paste (or use some tomatoes)\n2 tablespoons red-wine vinegar (or cider vinegar)\n2 medium onions, halved and thinly sliced\n3 _ cups water\n_ cup dry white wine (or vermouth or other booze)\n1 teaspoon sugar\n\nPat chicken dry.\n\nStir together cinnamon, salt, pepper and sprinkle over chicken.\n\nHeat oil in a skillet and brown chicken in two batches on all sides, transfer to a plate\nmeanwhile, stir tomato paste and vinegar.\n\nAdd more oil to skillet if necessary and saut_ onions till golden; about 6 minutes.\n\nStir in tomato mixture and simmer 1 minute. Stir in water, wine sugar and simmer uncovered, ~5 minutes.\n\nAdd chicken to pot and simmer, covered, until tender (1-3 hours, depending on how tough your rooster is).\n\nTransfer cook chicken to a platter and boil sauce, uncovered, till reduced to about 2 _ cups (about 10 minutes). Season with salt!",
    "pubdate": "",
    "author": "http://sunstonefarmandlearn.com/2009/05/26/favorite-rooster-recipes/",
    "veg": "No",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "beet green quiche",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Okra stew",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "4 corn, ear, husks and silk removed, large\n2 cups okra, trimmed, and cut into 1/2 inch rounds\n2 tablespoons cornmeal\n2 tablespoons butter, unsalted\n4 lbs tomatoes, cored and chopped coarse\n1 cup water\n1 teaspoon salt\n1/2 teaspoon pepper\n4 medium potatoes\nOnions\n\nFry potatoes\nFry onions\nFry cornmeal'd okra\nAdd corn, tomatoes, water, salt\nCook for a while",
    "pubdate": "",
    "author": "http://www.ca.uky.edu/HES/fcs/FACTSHTS/KY_Recipe_Cards_32.pdf, http://www.food.com/recipe/kentucky-style-okra-corn-and-tomato-stew-387334",
    "veg": "Yes",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Rooster Gumbo",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "6 quarts chicken stock or canned low-sodium broth\n2 pounds meaty ham hocks\n2 bay leaves\n1 1/4 cups plus 2 tablespoons vegetable oil\nOne 6-pound rooster or roasting chicken, quartered\n1/2 cup Jan's Spice Mix\n2 cups all-purpose flour\n6 celery ribs, cut into 1/2-inch dice\n2 large Spanish onions, cut into 1/2-inch dice\n4 jalape_os, seeded and thinly sliced\n2 large red bell peppers, cut into 1/2-inch dice\n2 large yellow bell peppers, cut into 1/2-inch dice\n2 large poblano chiles, cut into 1/2-inch dice\n2 pounds okra, sliced 1/2 inch thick\n6 garlic cloves, minced\n1 1/2 pounds plum tomatoes, chopped\n1/2 pound andouille sausage, sliced 1/4 inch thick\n6 large scallions, white and light green parts, thinly sliced\nOne 1 1/4-ounce jar fil_ powder (scant 1/2 cup)\nSalt\n\nIn a large stockpot, bring the stock, ham hocks and bay leaves to a boil. Cover and keep at a slow, steady simmer over low heat.\n\nIn a very large, deep skillet, heat 1 1/4 cups of the oil until shimmering. Season the chicken quarters all over with 1/4 cup of Jan&#39;s Spice Mix. Working in 2 batches, sear the chicken over moderate heat until deeply browned, about 5 minutes per side. Transfer to a plate.\n\nAdd the chicken to the stock, cover and simmer until cooked through, about 30 minutes for the breasts and 50 for the legs. As the chicken is done, transfer it to a bowl. Continue to simmer the ham hocks until tender, 10 minutes longer, then transfer to the bowl. Skim the fat from the stock and keep warm.\n\nMeanwhile, pour the oil from the deep skillet into a large cast-iron skillet. Heat the oil. Whisk in the flour and cook over moderately high heat, whisking constantly, until a deep brown roux forms, about 8 minutes. Scrape the roux into a heatproof bowl.\n\nIn the very large, deep skillet, heat the remaining 2 tablespoons of oil. Add the celery and onions and cook over moderately low heat, stirring occasionally, until slightly softened, about 12 minutes. Add the jalape&#241;os, bell peppers and poblanos and cook, stirring occasionally, until softened, about 10 minutes. Add the okra, garlic and the remaining 1/4 cup of Jan&#39;s Spice Mix and cook over moderate heat, stirring, until fragrant, about 5 minutes. Add the tomatoes and simmer until most of the liquid has evaporated, about 5 minutes.\n\nWhisk the roux into the warm stock and simmer over low heat, whisking until smooth. Stir in the cooked vegetables and simmer for 30 minutes, skimming the fat from the surface of the gumbo occasionally.\n\nMeanwhile, pull the meat from the chicken and ham hocks and cut it into 1-inch pieces. Add the meat to the gumbo along with the andouille and simmer for 10 minutes. Add the scallions, whisk in the fi&#233; powder and simmer for 5 minutes. Season with salt and serve.",
    "pubdate": "",
    "author": "http://www.foodandwine.com/recipes/rooster-gumbo-with-tomatoes-and-okra",
    "veg": "No",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Mole de olla",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "From: The Cuisines of Mexico Revised Edition, Diane Kennedy, 1972 (1986), p. 160.\n\n3 pounds pork neck bones\n2 quarts water\n2 tsp salt\nA comal or griddle\n4 chiles anchos\n4 chiles pasilla\nBlender\n1cup tomates verdes\n_ medium onion\n2 cloves garlic, peeled\nA pinch of cumin seed\nA small frying pan\n3 tbsp peanut or safflower oil\n_ lb zucchini (2 medium)\n_ lb green beans\n1 large ear of corn\n1 small chayote (1/2 lb)\n3 small potatoes (1/2 lb)\n3 sprigs epazote\n\nThis is a substantial peasant soup, wonderfully savory and a great favorite in Mexico. It is slightly picante, and has a predominating flavor of epazote. This is just one of many variations of this recipe. \n\nHave the butcher cut the meat and bones into serving pieces. Cover them with the water, add the salt and bring to ab oil. Lower the lfame and simmer the meat, uncovered, until it is tender _ about 50 minutes.\n\nMeanwhile prepare the chiles. Heat the comal and toast the chiles well, turning them frequently so that they do not burn. When they are cool enough to handle, remove the seeds and veins _ do not soak them _ and put them into the blender. Blend the chiles with the rest of the ingredients until smooth.\n\nHeat the oil and fry the sauce for about 5 minutes. Add it to the meat in the pan.\n\nClean and trim the squash and cut them into halves, then into fours lengthwise. Trim the beans and cut them into halves. Cut the corn into 6 pieces. Cut the chayote open and remove the core, then cut into 1/4-inch wedges. Skin the potatoes and cut them into cubes.\n\nWhen the meat is tender, add the vegetables and cook the mole slowly, uncovered, for about 30 minutes, or until the vegetables are cooked. Add the epazote about 5 minutes before the mole is ready and add salt as necessary.\n\nServe in large, deep soup bowls, with hot tortillas, wedges of lime, and finely chopped onion on the side. \n\nTraditionally, two acid, green prickly pears called zoconostles are cut up and boiled with the meat. Though there is really no substitute, the acidity of the lime with help. The epazote growing wild here is not as strong as the Mexican plant; you will, therefore, need to use 3 large sprigs. Do not soak the chiles before blending htme, or they will lose the flavor and piquancy needed in this sort of dish. Some Mexicans prefer to have the vegetables cooked separately and then added to the mole; otherwise, they say, it is too sweet. If you like a more pungent chili flavor, then use all chiles pasillas, or chiles guajillos, and do not use the anchos.",
    "pubdate": "",
    "author": "Kennedy",
    "veg": "No",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "burgoo",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "sweet potato boulangerie",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "green tomato pie",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "?",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Himmel und Erde",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "From: Round the world cooking library: German Cooking, 1973, p. 65.\n\n1 tsp grated lemon rind\n2 _ cups applesauce\n2 cups mashed hot potatoes\n_ lb bacon, diced\n2 large onions, sliced\n_ tsp salt\n1/8 tsp black pepper\n\nStir lemon rind into applesauce. Mix with hot potatoes. Keep hot. Fry bacon in large skillet. Add sliced onions, cook over medium heat until transparent and golden brown. Stir into hot potato mixture. Add salt and peper. Serve hot with hot blood sausage slices or liver.",
    "pubdate": "",
    "author": "Round the world cooking library: German Cooking",
    "veg": "No",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Panfried Pumpkin with Tomato Sauce",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "data/img/bittman.jpg",
    "text": "From: How to Cook Everything Vegetarian, Mark Bittman, 2007, p. 366-367.\n\n_ cup neutral oil, like grapeseed or corn, plus more if needed\n2 lbs pumpkin, peeled, seeded, and cut into large chunks\nSalt and freshly ground black pepper\n1 large onion, chopped\n2 tbsp minced garlic\n2 tbsp minced fresh chile, or to taste, or hot red peper flakes or cayenne to taste\n_ cup red wine, any vegetable stock, or water\n3 cuppes chopped ripe tomato (canned is fine; don't bother to drain), more or less\nChopped parsley leaves for garnish\n\nPut the _ cup oil in a deep dutch oven or other pot with a tight-fitting lid over medium-high heat. Add some fo the pumpkin, taking care not to overcrowd; you'll need to work in batches. Spring with salt and pepper. Cook until the pumpkin is well browned and releases from the pan easily, 5 minutes or so. Then turn and cook the other side the same way. As the chunks cook, transwer them to a plate and add more pumpkin to the pan. Add more oil if necessary to keep the pumpkin from sticking.\n\nWhen all the pumpkin is cooked, pour off all but 2 or 3 tablespoons of the oil and add the onion, garlic, and chile. Cook, stirring frequently, until softened, about 3 minutes.\n\nPour in the wine, scraping up any browned bits from the bottom of the pan. Let the liquid boil off for a few minutes and thicken, then stir in the tomato and its juice. Bring the sauce to a boil, then lower the heat a bit so it bubbles along nicely. Cook, stirring ocassionally, until thickens, about 10 minutes.\n\nReturn the pumpkin to the pot and let the mixture come back to a boil. Cover and turn the heat to low. Cook, stirring once or twice, until the sauce has thickened even more and the pumpkin is tender but not mushy, about 10 minutes. Taste and adjust the seasoning, garnish and serve.",
    "pubdate": "",
    "author": "Bittman",
    "veg": "Yes",
    "vegan": "Yes",
    "GF": "Yes"
  },
  {
    "title": "butternut squash pasta sauce",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "UKCSA",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Apple Rutabaga Soup",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1 stick (1/4 pound) butter\n1 cup onion, roughly chopped\n1 cup Granny Smith apple, peeled, cored and roughly chopped\n1 cup rutabaga, peeled and roughly chopped\n1 cup butternut squash, peeled, seeded and roughly chopped\n1 cup carrots, peeled and roughly chopped\n1 cup sweet potato, peeled and roughly chopped\n1 quart good chicken stock\n2 cups heavy cream\n1/4 cup maple syrup\nSalt and cayenne pepper to taste\n\nIn a large saucepan over medium-high heat, carefully melt the butter.\nAdd the onion, apple, rutabaga, squash, carrots and sweet potato and cook, stirring occasionally until the onions are translucent.\nAdd the chicken stock and bring to a boil.\nSimmer for 20 to 25 minutes or until all of the vegetables are cooked through and tender.\nPuree the vegetables in a blender or food processor.\nStrain through a fine mesh strainer into the same pot you used to cook the vegetables.\nStir in the cream, maple syrup, salt and cayenne pepper.\nReturn the pot to the stove, bring the soup to a simmer, and serve.",
    "pubdate": "",
    "author": "http://gourmetfood.about.com/od/appetizersandsoups1/r/applebagasoup.htm",
    "veg": "No",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Espresso Chili",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "data/img/bittman.jpg",
    "text": "3 tbsp oil\n2 onions, chopped\n3 cups chopped ripe tomato\n1/2  to 1 cup freshly brewed espresso, 1 to 2 cups brewed coffee, OR 2 tbsp espresso powder\n2 tbsp chili powder\n1/3 cup dark brown sugar or 3 tbsp molasses\n1 cinnamon stick\n1 lb dried black beans, washed, picked over, and soaked if you like\nsalt and freshly ground black pepper\n\nPut the oil in a large pot with a tight-fitting lid over medium-high heat. When hot, add the onions and cook, stirring occasionally, until soft, about 5 minutes. Add the garlic and cook for another minute.\n\nStir in the tomato, espresso, brown sugar, cinnamon, and beans, and add water to cover. Bring to a boil, then lower the heat so the liquid bubbles steadily but not violently. Cover and cook, stirring occasionally, until the beans are beginning to soften, 30-40 minutes. Add a good pinch of salt and pepper.\n\nContinue cooking until the beans are tender, anyhwere from another 45 minutes to 1 1/2 hours. Taste and adjust the seasoning, adding more sugar, salt, or pepper.",
    "pubdate": "",
    "author": "Bittman",
    "veg": "Yes",
    "vegan": "Yes",
    "GF": "Yes"
  },
  {
    "title": "stamppot",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Ate",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Baked Cabbage with Cream",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "Split one head into four sections\n\nBoil in salt water until tender. Drain with colander.\n\nPut in baking dish and pour 1 cup of cream and andd small piece of butter with salt and pepper.\n\nBreak an egg over the center. Put in oven until brown.\n\nServe hot.",
    "pubdate": "",
    "author": "",
    "veg": "Yes",
    "vegan": "no",
    "GF": "Yes"
  },
  {
    "title": "Borscht",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "Yes",
    "url": "",
    "text": "1 to 2 pounds beef neck or soup bones (optional)\n10 cups water\nsalt\n5 large beets, cut in thin strips (divided)\n1 bay leaf\n1 large onion, coarsely chopped\n2 carrots, cut in thin strips\n1 turnip, cut in strips\n2 to 3 cups shredded cabbage\n3 or 4 tomatoes, peeled and quartered\n1/2 cup sliced celery\nBeet greens (if fresh and tender), chopped (optional)\n1 medium potatoe, peeled, and diced\nAbout 3 tbsp lemon juice or vinegar\nSour cream\nDill weed, fresh or dried\n\nCombine bones, water, and salt to taste. Bring to a boil and skim. Cover and simmer 1/2 hours. (Optional)\n\nRemove meat and bones; cut meat into peices and reserve. In a saucepan, combine 1 cup of beets and 1 cup of the stock. Bring to a boil and simmer until beets are tender. Reserve.\n\nTo the stock pot add bay leaf, onions, carrots, remaining beets, and turnip and cook 20 minutes. Add cabbage, tomatoes, celery, greens, and potato if desired, and simmer about 30 minutes or until the vegetables are cooked.\n\nStrain stock in which the beets were cooked separately and add to soup. (Beets may be used for soup garnish or salads.) Add lemon juice or vinegar to taste. Add meat and adjust seasoning. Serve with a dollop of sour cream and a sprinkle of fresh or dried dill weed.",
    "pubdate": "",
    "author": "Flavors of Wisconsinsconsin",
    "veg": "no",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "portuguese kale and sausage soup",
    "meal": "Supper",
    "location": "?",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Salad with Salatsauce",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "1/4 c cream\n2 tsp sugar\n2 tsp vinegar\n\nMix!",
    "pubdate": "",
    "author": "http://germanfood.about.com/od/saladsandsides/r/lettucedressing.htm",
    "veg": "Yes",
    "vegan": "no",
    "GF": "Yes"
  },
  {
    "title": "Cadiz Cucumber Salad",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "2 Kentucky Proud green bell peppers, thinly sliced\n3 or 4 Kentucky Proud cucumbers, thinly sliced\n4 or 5 Kentucky Proud onions, thinly sliced\n2 cups white vinegar\n1 cup sugar max\n1/4 cup salt\n1 tablespoon celery seeds\n\nCombine all, put in fridge, let sit 3-4 days",
    "pubdate": "",
    "author": "http://www.kyproud.com/recipes/recipe.aspx?title=Cadiz%20Cucumber%20Salad",
    "veg": "yes",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "Spoonbread",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "2 cups fresh milk\n3/4 cup yellow cornmeal\n1/2 cup self-rising white cornmeal mix\n1 teaspoon salt\n1/2 teaspoon baking powder\n2 well-beaten eggs\n1/2 stick butter, melted\n\n\nIn a small bowl, thoroughly mix 3/4 cup yellow cornmeal, 1/4 cup white cornmeal mix, 1 teaspoon salt, and 1/2 teaspoon baking powder. Bring milk to a boil. Reduce heat to low, and quickly add the cornmeal mixture. Stir the cornmeal mixture rapidly into the milk, so that no clumps form. Cook for about 3 minutes, or until it forms a medium-thick mush. Remove the cornmeal mush from the stove, and transfer it to a large mixing bowl. Add 1/2 stick butter or margarine, melted. Stir. Add 2 well-beaten eggs, and stir thoroughly. Now, use an electric mixer to beat the spoonbread mixture for about 5 minutes, until it is quite smooth and has a lot of air incorporated into it. Spray a 1-quart sized casserole dish with oil spray. Pour the spoonbread mixture into the casserole dish and bake in a hot oven (400 degrees) for 20 minutes, or until it puffs up and is delicately brown. Serve immediately with butter. Yum! This dish is steeped in Southern tradition. I wanted all of the Kentucky Derby party givers to have this recipe, in case they want to use it at a Derby party!!!",
    "pubdate": "",
    "author": "http://www.youtube.com/watch?v=1iEzVknecSI",
    "veg": "Yes",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "paw paw bread",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "bourbon pumpkin pie w/ bourbon whipped cream",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Apple Tart",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1 1/2 cups plus 1 tablespoon all-purpose flour\nPinch of salt\n1 1/2 sticks (6 ounces) cold unsalted butter, cut into 1/2-inch pieces, plus 2 tablespoons melted\n1/3 cup ice water\n3 1/2 tablespoons sugar\n4 large Golden Delicious apples - peeled, cored and cut into 1/4-inch-thick slices\n2 tablespoons melted and strained apricot preserves\n\nIn a food processor, pulse 1 1/2 cups of the flour with the salt. Add the cold butter and process just until the butter is the size of peas, about 5 seconds. Sprinkle the ice water over the mixture and process just until moistened, about 5 seconds. Transfer the dough to a lightly floured work surface and knead 2 or 3 times, just until it comes together. Pat the dough into a disk. On a lightly floured work surface, roll out the dough into a 16- to 17-inch round about 1/4 inch thick.\n\nLine a large unrimmed baking sheet with parchment paper. Roll the dough around the rolling pin and unroll it onto the prepared baking sheet.\n\nIn a small bowl, combine 2 tablespoons of the sugar with the remaining 1 tablespoon of flour and sprinkle over the dough. Arrange the apple slices on top in overlapping concentric circles to within 3 inches of the edge. Fold the dough over the apples in a free-form fashion. Brush the apples with the melted butter and sprinkle with the remaining 1 1/2 tablespoons of sugar. Refrigerate the unbaked tart until slightly chilled, about 10 minutes.\n\nPreheat the oven to 400&#176;. Bake the tart in the center of the oven for 1 hour, or until the apples are tender and golden and the crust is deep golden and cooked through. Brush the apples with the melted preserves. Slide the parchment onto a wire rack and let the tart cool slightly before serving.",
    "pubdate": "",
    "author": "http://www.foodandwine.com/recipes/rustic-apple-tart",
    "veg": "Yes",
    "vegan": "No",
    "GF": "no"
  },
  {
    "title": "lemon cake with thyme and ginger",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "currant scones",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Chocolate Sauerkraut Cake",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "From: Heartland: The Best of the Old and the New from Midwest Kitchens, Marcia Adams, 1991, p. 199.\n\n1 16-oz can sauerkraut, rinsed and well drained\n2/3 cup margarine\n1 _ cups sugar\n3 eggs\n2 tsp vanilla\n_ cup unsweetened cocoa powder\n1 tsp baking powder\n1 tsp salt\n1 tsp baking soda\n2 1/4 cups all-purpose flour\n1 cup cold water\n\nYes, you read correctly _ sauerkraut cake. This recipe is very old and very wonderful. It probably came into being because some grufal housewife had some extra kraut to use up and tossed it in a cake that she was stirring up at the time. The kraut creates a very moist cake, though you will not be able to taste it. If you refrigerate it, be sure to bring it to room temperature before serving.\n\nSqueeze all excess moisture from the kraut with your hands. Chop it finely with a knife or pulse 4 or 5 times in a food processor bowl; set aside. Preheat the oven to 350F.\n\nIn a large mixer bowl, beat the margarine and sugar until fluffy, about 3  minutes. Add the eggs one at a time, mixing well after each addition. Add the vanilla, cocoa, baking powder, salt, and baking soda; blend. Add the flour alternately with the water, beginning and ending with the flour. Fold in the sauerkraut. Pour into a greased 9x13-inch pan and bake for 30 minutes or until the center of the cake springs bake when you touch it with your finger.",
    "pubdate": "",
    "author": "Heartland",
    "veg": "Yes",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "canned peach pie",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "bourbon cookies",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Heartland",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "beet chocolate cake",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Lemon, Olive Oil, Molasses Vegan Cake",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "2 cups all-purpose flour\n1 teaspoon baking soda\n1 teaspoon baking powder\n_ teaspoon salt\n_ cup extra virgin olive oil\n_ cup maple syrup\n_ cup water\n_ cup lemon juice\n2 tablespoons lemon zest\n1 tablespoon lemon extract\n2 nectarines, thinly sliced\nPowdered sugar, for garnish\n\nTO MAKE THE LEMON CAKE\n\nPreheat the oven to 350 degrees F. Lightly grease a Bundt pan.\n\nIn a large bowl, whisk together flour, baking soda, baking powder, and salt. In a separate bowl, whisk together oil, maple syrup, water, lemon juice and zest, and lemon extract. Pour the wet mixture into the dry mixture and whisk until just combined. Do not over mix.\n\nFill the prepared Bundt pan evenly with batter. Bake for about 30 minutes, or until a toothpick inserted in the cake comes out clean with a few crumbs clinging to it. Be sure to rotate halfway through the baking time. Cool the cake completely before unmolding.\n\nTO MAKE THE GRILLED NECTARINES\n\nPreheat a grill or stovetop grill pan. Lightly brush nectarine slices with oil and grill for about 1 to 3 minutes until nice grill marks appear.\n\nTO SERVE\n\nPlate a slice of cake and sift powdered sugar over the top. Serve with a few nectarine slices.",
    "pubdate": "",
    "author": "http://chefchloe.com/sweets/lemon-olive-oil-cake-with-grilled-nectarines.html",
    "veg": "Yes",
    "vegan": "Yes",
    "GF": "No"
  },
  {
    "title": "raisin crumb pi/coconut oil crust",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "lemon mint cake w/ syrup",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "",
    "pubdate": "",
    "author": "Not Available...",
    "veg": "",
    "vegan": "",
    "GF": ""
  },
  {
    "title": "Orange Marmelade Cheesecake",
    "meal": "Dessert",
    "location": "Kentucky",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "Crust:\n2 1/4 cup graham cracker crumbs\n1/2 cup butter or margarine, melted\n\nFilling:\n1 (8 oz.) pkg. cream cheese, softened\n1 Tbsp. lemon juice\n1/2 cup sugar\n1/4 cup milk\nDash of salt\n1/2 tsp. vanilla\n2 eggs\n\nTopping:\n2 Tbsp. sugar\n1 cup sour cream\n1/2 tsp. vanilla\n[we added orange marmelade]\n\nDirections:\n1. Combine graham cracker crumbs and butter, press into buttered 8 inch pie plate to form crust on bottom and sides.\n\n2. In a mixing bowl, beat cream cheese until fluffy. Gradually add in lemon juice, 1/2 cup sugar, milk, salt and vanilla.\n\n3. Add eggs, 1 at a time, mixing well after each addition. Pour filling into crust.\n\n4. Bake at 325 degrees F for 25 to 30 minutes or until set.\n\n5. Combine the 2 tablespoons of sugar, sour cream, and 1/2 teaspoon of vanilla; spread over top of cheesecake then bake for 10 minutes longer. Chill for 5 hours or more before serving.",
    "pubdate": "",
    "author": "http://www.momswhothink.com/cheesecake-recipes/baked-cheesecake-recipe.html",
    "veg": "Yes",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Jansson's Temptation (potatoes with anchovies)",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "From: Heartland: The Best of the Old and the New from Midwest Kitchens, Marcia Adams, 1991, p. 14.\n\n3 tbsp butter\n2 medium onions, chooped\n1 3-oz can anchovies, drained, and mashed with a fork\n1 cup half-and-half, approximately\n5 medium potatoes, peeled and thinly cut, like finely cut French fries\nFreshly ground black pepper\n\nScandinavian immigrants tended to set up their own societies in the new country, almost to the exclusion of outsiders. Today Swedish neclaves remain in several Midwestern states, including Iowa, Minnesota, and Wisconsin, as well as Illinois. Bishop Hill in Illinoi was settled in 1846 by a group of religious colonists, called Janssonists after their leader Erik Jansson.\n\nThis potato dish is familiar to Scandinavians but deserves wider exposure. Anchovies give these creamy potatoes a most delectable but unidentifiable flavor. It is a traditional smorgasbord offering and would be ideal for any buffet table, for it is good served at room temperature.\n\nPreheat the oven to 350F. In a medium skillet, melt the butter; add the onions and saute until golden, about 10 minutes. In a small saucepan, combine the anchovies and 1 cup half-and-half, and cook together over medium heat until the mixture bubbles around the edges of the pan.\n\nGrease a 9x13 inch baking dish and layer the potatoes and onions in it, grinding a bit of black pepper over each layer. Pour the warm cream mixture over all, distributing the anchovy bits equally among the potatoes. Add more half-and-half, if necessary so the cream barely covers the potatoes. Bake uncovered for 1 _ hours, or until the potatoes are tender and golden brown.",
    "pubdate": "",
    "author": "Heartland",
    "veg": "No",
    "vegan": "No",
    "GF": "yes"
  },
  {
    "title": "Coq au vin",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "From: Time-Life: Poultry, 1978 (originally: The French Menu Cookbook, Richard Olney)\n\n6 lb chicken, preferably a cock 10 to 12 months old, cut into serving pieces\nsalt and pepper\n2 strips lean salt pork with the rind removed, sliced 2/3 inch thick and cut into cubes\n2 to 3 tbsp oil or butter\n3 medium-sized carrots cut into sections 1 to 2 inches long\n3 medium-sized onions, coarsely chopped\n2 tbsp. flour\n_ cup brandy\n3 cups dry red wine\n1 bouquet garni made up of a pinch of thyme, a bay leaf and a few sprigs parsley\n_ lb mushrooms\n10 to 11 tbsp butter\n25 or 30 small boiling onions, peeled\n6 slices firm-textured white bread with the crusts removed, halved diagonally\n1 garlic clove\nchopped fresh parsley\n\nParboil the pieces of salt pork for 2 minutes, drain, and dry them in a towel. Put them to fry over low heat in a large, heavy sauteuse or skillet with a bit of oil or butter. When the pieces are golden brown, remove them and put them aside. \n\nIn the same cooking fat, place the carrots and chopped onions. Keep the heat between medium and low, and allow them to cook, stirring regularly to avoid overbrowning, for 20 to 30 minutes. Remove the vegetables, put them aside and replace them with the chicken pieces, previously salted. Cook the chicken over a somewhat higher heat until gently browned on all sides, spring with flour and continue to cook, turning the pieces as necessary. Return the saut_ed onions and carrots ot the pan. When the flour has cooked for a few minutes, pour in the brandy, carefully set it alight and stir. When the flames have died, add the wine and raise the heat. Stir the chicken pieces and move them around until the liquid comes to a boil.\n\nAt this point, if the skillet is already overfull of the hciken, or if perhaps you have had to use two skillets and both seem too full to permit adding the vegetables, keep the carrots and onions aside and add them later when the chickens goes into the oven dish.\n\nTransfer the chicken pieces and vegetables to an earthenware, copper or enameled cast-iron casserole with a lid. Stir and scarpe the first pan with a wooden spoon to loosen and dissolve the fryin adherents, then pour the liquid over the chicken pieces. If they are not completely covered, add enough wine, water or good stock (water is better than indifferent stock) to barely, but entirely, cover them. Add the bouquet garni (or simply sprinkle with thyme, and add the bay leaf and parsley sprigs untied). Put to cook, covered, in the oven, regulating the heat so that the sauce hardly simmers. The length of cooking time depends on the bird's age and past - from 30 to 45 minutes for a fryer that has never exercised to 1 _ hours for a 10-month-old rooster, and an hour loner still for one that may be too old to have a fine flesh but will produce a marvelous sauce.\n\nMeanwhile cook the boiling onions, seasoned, in butter over very low heat, shaking the pan from time to time, for 20 to 30 minutes. Kepp them covered and avoid browning them; if the sauce pan is not heavy enough, you may have to use a fireproof pad over the heat source. Remove the oninos when they are done and use the same pany to fry the mushrooms. Trim the mushroom stems and cut the caps into two or four pieces (if they are small, leave them whole). Toss them in butter over high heat for 2 or 3 minutes; season with salt and freshly ground pepper.\n\nTransfer the hciken pieces and the carrots to a platter. Pass the cooking liquid through a fine sieve into a saucepan, using a pestle to work the residue. Discard the remains of the bouquet garni. In the saucepan, skim as much fat from the surface of the liquid as pssible and bring it to a boil, then position the saucepan over the heat so as to permit its contents to simmer only on one side. Carefully skim off all fat and impurities as they surface over the next 30 minutes or so. If, at this point, the sauce is still too thin, turn up the heat to create a fast boil, stirring constantly until you achieve the right consistency.\n\nPut the hciken pieces and the carrots back in the oven dish, distribute the garnish (saut_ed mushrooms, glazed boilin onions, and fired pork sections) on top and pour over the sauce. Cover and return to the oven to simmer gently for 15 to 20 minutes.\n\nBrown the triangles of bread in butter over low heat until golden and cirsp. (They may be prepared ahead of time and rewarmed in the oven.)\n\nTo serve, place the chicken pieces more or less symmetrically on a large, warmed platter. Rub the crouton tirangles with the clove of garlic, dip a corner of each triangle in the sauce, then in the chopped parsley, and arrange them around the edge of the platter, parslied tips pointing out. Pour sauce and garnish over the chicken and sprinkle with a bit of chopped parsley. Serve with steamed potatoes.",
    "pubdate": "",
    "author": "Time-Life",
    "veg": "No",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Maine baked beans",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "From: Cooking Down East: Favorite Maine Recipes, Marjorie Standish (with Melissa Kelly), 1968 (2010), p. 99\n\n1 lb dry beans (2 cups)\n2 tbsp granulated sugar\n1 tsp salt\nblack peper\n_ tsp dry mustard\n2 tbsp molasses\n_ lb salt pork\nAbout 2 _ cups boiling water\n\nPick over the dry beans. Wash them. Palce in a good-size bowl. Cover with cold water and allow to soak overnight. Forget to do it? Never mind. IN the morning parboil them in water to cover, just until skins wrinkle. I never parboil beans unless I forget to soak them; just overnight soaking is enough.\n\nIn the morning, drain beans. Place in a beanpot. Mix all seasonings together in small bowl. Turn into beanpot on top of soaked,, drained beans and mix toether until all beans are coated with seasonings. Bean careful not to add too much molasses, as it can cause beans to harden as they bake.\n\nAdd boiling water, about 2 _ cups, or enouh to cover beans in pot. Score salt pork by making gashes in it. Wash pork in hot water. Place it on top of beans. Cover beanpot. Beans are now ready to go into oven. A low temperature is needed, around 250F for 8 hours of baking; although they should not be stirred, they do need attention ocassionally, for they need to be kept covered with boiling water at all times. The beanpot itself needs to be kept covered until the last hour of baking; then, remove cover so the beans will brown on top.\n\nAre you longin for baked beans, yet salt pork is eliminated from your diet? Then do exactly as given above, only in place of _ pound of salt pork, use 4 tablespoons cookin oil per pound dry beans, or 2 tablespoons cooking oil per cup of dry beans.",
    "pubdate": "",
    "author": "Cooking Down East",
    "veg": "No",
    "vegan": "No",
    "GF": "yes"
  },
  {
    "title": "Vegan Michigan Cassoulet with Sweet Potatoes and Tempeh",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "Adapted from: Heartland: The Best of the Old and the New from Midwest Kitchens, Marcia Adams, 1991, p. 110.\n\n1 lb dried Michigan navy beans\n1 celery stalk\n2 bay leaves\nHandful of parsley sprigs\n_ cup chopped celery\n_ cup chopped onion\n_ cup chopped carrot\n1 cup chopped sweet potatoes\n_ - 1 lb tempeh, cut into squares\n1 tsp minced garlic\nOlive oil\n1 14-oz can tomatoes, drained\n_ cup dry white wine\n2 tbsp chopped fresh parsley\n_ tsp dried thyme\n_ tsp dried savory\n_ tsp freshly ground black pepper\n2 thick slices French bread\n2 tsp finely minced fresh parsley\n\nEven the plainest of Midwestern cooks hs been making a stripped-down version of cassoulet for years _ what she calls ham and beans. And generally it is a rather good dish.\n\nThe beloved French provincial casserole of white beans and assorted meats and either duck or goose requires several days' labor and umpteen mixing boards; this simplified version uses a slow cooker and rquires no watching. Start the beans by soaking them the night before cooking, and be sure to save the bean cooking liquid.\n\nPlace the beans in a large kettle with water to cover; soak overnight. The next morning, add the celery stalk, 1 bay leaf, and parsley to the beans, cover and bring to a boil. Lower the heat and simmer, partially covered, for 30 minutes. Drain, reserving 2 cups of the cooking liquid. Discard the celery and herbs and transfer the beans to the slow-cooker. \n\nCook the chopped celery, onion, carrot, and arlic in the live oil over medium heat until the onion begins to brown, about 3 to 5 minutes. Transfer to the cooker. Then add some more olive oil and start the sweet potatoes. When they start to soften, add the tempeh and tomatoes, wine, parsley and seasonsings. Add to the bean mixture in the cooker. Mix gently to avoid breaking up the beans. Add enough of the reserved cooking liquid to come within 1 inch of the top of the beans.\n\nCover, turn temperature to high, and cook for 1 hour. Turn to low and continue cooking for 3 to 4 hours; do not stir while cooking. The cooking time is imprecise, for this depends on the age of the beans, their growing locale, and even the hardness of the water. Do not let beans overcook and get mushy. If necessary, add more of the reserved cooking water to keep the water level at 1 inch below the top of the beans.\n\nMeanwhile, toast the bread in a flat plan in a 160F oven for 2 hours. Break into large pieces and process until fine crumbs are formed _ you need a scant _ cup. Stir in the parsley. About 30 minutes before the beans are done, sprinkle the crumbs on top and then, using a wooden spoon, gently push them deep down into the beans to thicken the juices. When the beans have reached the desired texture, turn off the cooker. Serve hot.",
    "pubdate": "",
    "author": "Heartland",
    "veg": "Yes",
    "vegan": "Yes",
    "GF": "No"
  },
  {
    "title": "Champurrado",
    "meal": "Drink",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "From: The Cuisines of Mexico Revised Edition, Diane Kennedy, 1972 (1986), p. 350\n\n_ cup prepared tortilla masa, or scant _ cup masa harina mixed with 1/3 cup water\n2/3 cup water\n1 _ cups warm milk\n1 _ cups warm water\n1 _-ounce tablet drinking chocolate\n3-inch cinnamon stick\n3 tbsp brown sugar, or to taste\n\nThis is traditionally cooked in an earthenware pot. It can be made with either milk or water or a mixture of both. \n\nPut the masa into the pan with the 2/3 cup water and cook over a low flame, stirring constantly, until it thickens _ about 5 minutes.\n\nGradually stir in the milk and water and cook until it begins to bubble. Add the chocolate, broken into pieces, the cinnamon stick, and the sugar and cook slowly, stirring, until the mixture thickens _ about 15 minutes.\n\nAccording to one of my neighbors, one sign that atole is done is that a spoonful slides noiselessly rather than plops back into the mixture.",
    "pubdate": "",
    "author": "Kennedy",
    "veg": "Yes",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Egg Bake",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "From: The Kentucky Housewife, Lettice Bryan, 1839, p. 226\n\nCut some small slices from a loaf of light bread, toast them lightly, and put them in the bottom and round the sides of a small, deep dish. Grate fine some of the crust of the loaf, and mix with it four ounces of butter, broken up. Boil one dozen eggs till hard enough to slice, and peel and slice them. Put them in the dish on the toasts in alternate layers with the bread crumbs and butter, seasoning them with salt and pepper; pour in a cup of rich sweet cream; sprinkle on the top some grated bread and small bits of butter, and brown it in a Dutch oven.",
    "pubdate": "",
    "author": "Kentucky Housewife",
    "veg": "Yes",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Chard Pie",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "From: Time-Life: Vegetables, 1979, p.98. (originally: The Great Green Chili Cooking Classic, Mrs. L.V. Housewright)\n\n30 swiss chard leaves, torn into pieces\n1 small onion, chopped\n4 tbsp butter\n2 eggs, lightly beaten\n_ cup freshly grated Cheddar cheese\n_ cup stemmed, seeded, and chopped green chilies (optional)\nBittman savory piecrust\n\nPreheat the oven to 350F. Saute the onion in the butter until transparent. Add the chard and cook for 1 minute or until wilted. Be sure the chard is covered with butter. \n\nPour the chard into cooked (?) piecrust. Mix the eggs with the green chilies and pour over the chard. Stir with a fork. Spread the Cheddar cheese on top and bake for 20 to 30 minutes or until firm.",
    "pubdate": "",
    "author": "Time-Life",
    "veg": "Yes",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Ham Poddage",
    "meal": "Breakfast",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "From: The Kentucky Housewife, Lettice Bryan, 1839, p. 109\n\nFry as many pieces of ham and eggs as you want; make some mashed potatoes into cakes the same size of the slices of ham; fry them brown, lay them in a dish with a slice of ham on each toast, and an egg on each slice of ham. Stir into the gravy a little brown flour and sweet cream; pour it round them, garnish with small bunches of tongue-grass, and eat them warm. This is a dish chiefly used for breakfast.",
    "pubdate": "",
    "author": "Kentucky Housewife",
    "veg": "No",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Ham Truffle",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "From: The Kentucky Housewife, Lettice Bryan, 1839, p. 110.\n\nCut some slices of bread from a fine loaf, having them all of equal size; spread them over with butter, and grate some cold boiled ham thickly on each of them. They are chiefly eaten at supper or luncheon. Sides and shoulders of bacon should always be boiled in plenty in plenty of water with suitable vegetable.",
    "pubdate": "",
    "author": "Kentucky Housewife",
    "veg": "No",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Salmon Wiggle",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "winter",
    "speciality": "No",
    "url": "",
    "text": "Adapted from: Cooking Down East: Favorite Maine Recipes, Marjorie Standish (with Melissa Clark), 1968 (2010), p. 30.\n\n4 tbsp butter\n4 tbsp flour\n_ tsp pepper\n_ tsp salt\n2 cups milk\n1 can salmon\n1 can peas, drained, or 1 package frozen peas, cooked\n\nPrepare cream sauce by melting butter, adding flour and salt and pepper. Stir until smooth. Add 2 cups milk, gradually. Cook over low heat, stirring constantly, until smooth and thickened. Add drained peas. Add salmon that has been picked over, bones, and skin removed. Keep salmon in fairly large pieces. Served on butter toast, toast cups, patty shells, on crackers, or baked potatoes. Serves 4 to 6.",
    "pubdate": "",
    "author": "Cooking Down East",
    "veg": "No",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Stewed Rabbit with Cornmeal Dumplings",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "From: Native Harvests: Recipes and Botanicals of the American Indian, Barrie Kavasch, 1979, p. 90.\n\nOne 5-lb wild rabbit, dressed, and cut up for stewing. \nRabbit:\n_ cup corn oil\n1 _ cups fine cormeal\n2 quarts water\n2 tbsp wood ashes or _ cup cider vinegar\n12 dried juniper berries\n12 small onions\n8 carrots\n2 sprigs fresh dill\n\nDumplings:\n2 cups fine cornmeal\n1 tbsp wood ashes (optional)\n1 egg, beaten\n1 tablespoon nut butter\n1 cup water\n\nRub each piece of rabbit with a little oil and lightly dust with the cornmeal. Brown each piece in hot oil, in a large kettle, turning until evenly seared. Add the water and ashes (or vinegar) and simmer, covered, for 1 _ hours. Add the remaining ingredients and simmer for 30 minutes more. \n\nDumplings: thoroughly blend all ingredients together. Drop the dumpling batter by spoonfuls into the simmering rabbit gravy. Cover and steam for 15 more minutes. Serve hot.",
    "pubdate": "",
    "author": "Native Harvests",
    "veg": "No",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Rabbit Skillet Pie",
    "meal": "Supper",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "Adapted from: The Kentucky Housewife, Lettice Bryan, 1839, p. 134.\n\nTo stew rabbits: cut into joints, rinse, season and stew them in a very little water, keeping the vessel covered. When they are done quite tender, add four ounces of butter, a large spoonful of lour, a tea-spoonful of pepper, a handful of chopped parsley, two or three sliced biscuits and a glass of sweet cream. Just let it raise the simmer, stirring it all the time. Then toss it in a Bittman pie crust [link] and bake for a while.",
    "pubdate": "",
    "author": "Kentucky Housewife",
    "veg": "No",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Dandelion Greens",
    "meal": "Lunch or snack or something else",
    "location": "Kentucky",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "Adapted from: Cooking Down East: Favorite Maine Recipes, Marjorie Standish (with Melissa Clark), 1968 (2010), p. 99\n\na bunch of dandelion greens, washed and picked over\ncanned tomatoes\nsalt and pepper\n(potatoes)\n\nCut up the greens as you might spinach or kale. Thrown in a saute pan with butter or your fat of choice. Cook just for a few minutes before adding some canned tomatoes, an amount that feels right. Season with salt and pepper and stir. Cooking for maybe 10-15 minutes depending on how liquidy the tomatoes are. You can eat this as is or with steamed potato cubes.",
    "pubdate": "",
    "author": "Cooking Down East",
    "veg": "Yes",
    "vegan": "Yes",
    "GF": "Yes"
  },
  {
    "title": "Spiced Chicken Cooked in Milk",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "From: Time-Life: Poultry, 1978 (originally: Summer Cooking, Elizabeth David)\n\n4 to 4 _ lb stewing chicken\n1 tsp coriander seeds\n1 inch slice fresh ginger root\n2 or 3 cardamom pods\n_ tsp ground cloves\nSalt and ground black pepper\n2 lemons\n2 quarts milk\n2 eggs, beaten\n\nRoast the coriander seeds for 2 or 3 minutes in a moderate oven; peel the ginger root and chop it coarsely; pound both in a mortar with the cardamoms and the ground cloves, after removing the husks of the cardamoms. Add salt and ground black pepper. Prick the chicken all over with a fork, rub it with lemon; then press some of the spices onto the chicken and put some more inside. Place the chicken in a heatproof casserole and leave for an hour or two.\n\nBring the milk to a boil with the remainder of the spices. Pour it over chicken and cook very slowly for about 2 _ hours _ for the first hour on top of the stove, with the casserole covered; for the remainder of the time in the oven, without the lid. When the chicken is quite thnder, take the casserole out of the oven and leave it to cool.\n\nWhen cold, cut all the flesh from the chicken in nice pieces, measure about 2 cups of the sauce, heat it up. Add the sauce gradually, through a sieve, to the 2 whole beaten eggs and heat the mixture in a double boiler till thick. Pour this sauce over the chicken.",
    "pubdate": "",
    "author": "Time-Life",
    "veg": "No",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Chicken with Cucumbers",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "summer",
    "speciality": "No",
    "url": "",
    "text": "From: Time-Life: Poultry, 1978 (originally: Cuisine et vins de France, Curnonsky)\n\n2 2 to 3 lb chickens, cut into serving pieces\nSalt and pepper\n10 tbsp butter\nOil\n1 lb fresh  mushrooms with the stems removed and the caps quartered\n16 boiling onions, finely chopped\n6 large, ripe tomatoes, peeled, seeded and chopped\n1 cup heavy cream\n2 small cucumbers, peeled, halved lengthwise, seeded and trimmed into chunks that resemble olives\nGround thyme\n_ tsp finely chopped fresh tarragon\n\nSeason the chicken pieces with salt and pper. Heat the butter in a saute pan, add the chicken pieces and cook rapidly until they are golden. Add a little oil if necessary. Remove the pieces and cover with foil to keep them warm. \n\nToss the mushrooms briefly in the butter remaining in the pan; remove them also and keep them warm.\n\nPlace the onions in the pan, put the hciken pieces on top of them and cover with the mushrooms. Cover the pan with a piece of buttered paper before putting on the lid, so that the cooking will take place in a sealed, moist atmosphere and the onions will not color. Place over low heat.\n\nAfter 15 minutes, add the tomatoes and adjust the seasoning if necessary. After a further 10 to 12 minutes, add the cream, tilting the pan from side to side to mix in the cream thoroughly. Discard the buttered paper but replace the lid and leave the pan at a slow simmer.\n\nWhile the dish is cooking, blanch the cucumber pieces in boiling water until they are tender. Drain them and add them to the chicken pieces in the pan.\n\nNow comes the final delicate touch: add a pinch of tyme and the tarragon to the pan and simmer for a few minutes. To serve, arrange the chicken pieces on a warmed platter and pour the contents of the saute pan over them.",
    "pubdate": "",
    "author": "Time-Life",
    "veg": "No",
    "vegan": "No",
    "GF": "Yes"
  },
  {
    "title": "Peruvian Stew",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "1/2 lb dry canary beans\n2 slices bacon\n1 tbsp olive oil\n1/2 lb beef, chicken, or pork cubed\n1 small onion, chopped\n1 small tomato, chopped\n1 clove garlic, minced\n1 packet Sazon Goya con Culantro y Achiote\nsalt and pepper to taste\n\nSoak beans and drain. Combine 4 cups water, beans, and bacon in a large saucepan. Cover and bring to a boil. Meanwhile, in a large skillet, heat oil. Add remaining ingredients and cook until meat is browned. Stir into beans in saucepan. Cover and simmer until beans are tender. Serve over rice and garnish with oregano, if desired.",
    "pubdate": "",
    "author": "Goya",
    "veg": "no",
    "vegan": "no",
    "GF": "yes"
  },
  {
    "title": "Orzo",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "fall",
    "speciality": "No",
    "url": "",
    "text": "Parmesean and romano cheeses\nOrzo\nZucchini\nOnion\nGarlic\nSpring onions\nSalt and pepper\n\n'Spices':\nTurkish oregano\nBasil\nLemon juice\nWhite balsamic vinegar\nOlive oil\n\nCook orzo -> add uncooked garlic and spring onions plus all 'spices.'\n\nCook onion and zucchini with olive oil, salt, pepper, white balsamic.\n\nStir zucchini mix into orzo mix.\n\nAdd grated cheeses.",
    "pubdate": "",
    "author": "",
    "veg": "Yes",
    "vegan": "No",
    "GF": "No"
  },
  {
    "title": "Bean Curd and Tomato Soup",
    "meal": "Supper",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "7 oz pork belly, thinly sliced\n2 cakes bean curd\n2 tomatoes\na little parsley\n2 tbsp oil\n\nMarinade:\n2 tsp soy sauce\n2 tsp rice wine vinegar\n\nFlavoring for the soup:\n2 tbsp soy sauce\n1 tsp chili oil\na pinch of MSG (optional)\na pinch of pepper\n\nCut the slices of pork belly into 2 inch lengths and marinate in the soy sauce and rice wine vinegar.\n\nCut each bean curd cake into 8 pieces. Remove stems from the tomatoes and cut into 4-8 pieces. Chop the parsley.\n\nHeat the oil in the wok, add the marinated pork belly and stir fry until lightly browned. Add the pieces of bean curd (handling them gently so that they do no break up) and the tomatoes and stir fry briefly. add the soup flavoring and 4 cups of hot water. As soon as the water comes to a boil, transfer carefully into an earthenware casserole dish. \n\nBring the soup back to a boil, sprinkle with parsley.",
    "pubdate": "",
    "author": "The Joy of Chinese Cooking",
    "veg": "No",
    "vegan": "no",
    "GF": "No"
  },
  {
    "title": "Moist Banana Bread! Dairy Free",
    "meal": "Dessert",
    "location": "Wisconsin",
    "season": "spring",
    "speciality": "No",
    "url": "",
    "text": "1/2 cup coconut oil\n1/2 up sugar\n1 egg\n1 1/2 cups flour\n1 tsp baking soda\n1/3 tsp salt\n3 medium mashed bananas\n1/2 cup or so of pumpkin seeds, toasted\n1 1/2 tsp vanilla\n\nPreheat oven to 325F.\n\nMix oil and sugar, add egg and stir.\n\nAdd flour, baking soda, and salt.\n\nAdd bananas and pumpkin seeds. Stir lightly to combine.\n\nPour into floured/waxed pan and bake for 1 hour (use toothpick to test doneness).",
    "pubdate": "",
    "author": "http://www.food.com/98910",
    "veg": "Yes",
    "vegan": "No",
    "GF": "No"
  }
]